Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: REST API feature plugin for the LifterLMS Core.
sr_rs@latin: Dodatak za funkcije REST API za LifterLMS Core.

source: Method '%s' not implemented. Must be overridden in subclass.
sr_rs@latin: Metod „%s“ nije primenjen. Mora se poništiti u potklasi.

source: Method '%s' must be overridden.
sr_rs@latin: Metod '%s' mora biti nadjačan.

source: Cannot create an existing resource.
sr_rs@latin: Nije moguće stvoriti postojeći resurs.

source: Column names to be searched. Accepts a single column or a comma separated list of columns.
sr_rs@latin: Imena kolona koja se pretražuju. Prihvata jednu kolonu ili listu kolona odvojenih zarezom.

source: Order sort attribute ascending or descending.
sr_rs@latin: Atribut sortiranja porudžbine rastući ili silazni.

source: Sort collection by object attribute.
sr_rs@latin: Poredaj kolekciju po atributu objekta.

source: Limit results to a list of ids. Accepts a single id or a comma separated list of ids.
sr_rs@latin: Ograničite rezultate na listu ID-ova. Prihvata jedan ID ili listu ID-a odvojenih zarezom.

source: Exclude a list of ids from results. Accepts a single id or a comma separated list of ids.
sr_rs@latin: Izuzmite listu ID-ova iz rezultata. Prihvata jedan ID ili listu ID-a odvojenih zarezom.

source: The page number requested is larger than the number of pages available.
sr_rs@latin: Traženi broj stranice je veći od broja dostupnih stranica.

source: You must provide a valid set of columns to search into.
sr_rs@latin: Morate navesti važeći skup kolona za pretragu.

source: You are not allowed to search into the provided column(s): %1$s
sr_rs@latin: Nije vam dozvoljeno da pretražujete navedene kolone: %1$s

source: Unique identifier for the resource.
sr_rs@latin: Jedinstveni identifikator resursa.

source: Cannot create a new %s with a pre-defined ID.
sr_rs@latin: Ne mogu da napravim novi %s sa unapred definisanim ID-om.

source: %1$s "%2$s" is required.
sr_rs@latin: %1$s "%2$s" je neophodan.

source: Resource
sr_rs@latin: Resurs

source: No %s ID was supplied.
sr_rs@latin: Nije naveden %s ID.

source: The requested %s could not be located.
sr_rs@latin: Traženi %s nije mogao da se pronađe.

source: Bypass the trash and force course deletion.
sr_rs@latin: Zaobiđite smeće i prisilite brisanje kursa.

source: Post password. Required if the post is password protected.
sr_rs@latin: Pošaljite lozinku. Obavezno ako je pošta zaštićena lozinkom.

source: Cannot create existing %s.
sr_rs@latin: Nije moguće stvoriti postojeći %s.

source: Sorry, you are not allowed to create a %s as this user.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da kreirate %s kao ovaj korisnik.

source: Sorry, you are not allowed to assign the provided terms.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da dodelite navedene uslove.

source: Incorrect password.
sr_rs@latin: Pogrešna lozinka.

source: Sorry, you are not allowed to update a %s as this user.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da ažurirate %s kao ovaj korisnik.

source: The %1$s does not support trashing. Set '%2$s' to delete.
sr_rs@latin: %1$s ne podržava otpad. Postavi '%2$s' za brisanje.

source: The %s cannot be deleted.
sr_rs@latin: %s ne može biti obrisano.

source: Unique Identifier. The WordPress Post ID.
sr_rs@latin: Jedinstveni identifikator. ID WordPress posta.

source: Creation date. Format: Y-m-d H:i:s
sr_rs@latin: Datum kreiranja. Format: Y-m-d H:i:s

source: Creation date (in GMT). Format: Y-m-d H:i:s
sr_rs@latin: Datum kreiranja (in GMT). Format: Y-m-d H:i:s

source: Date last modified. Format: Y-m-d H:i:s
sr_rs@latin: Datum poslednje izmene. Format: Y-m-d H:i:s

source: Date last modified (in GMT). Format: Y-m-d H:i:s
sr_rs@latin: Datum poslednje izmene (in GMT). Format: Y-m-d H:i:s

source: Post title.
sr_rs@latin: Naslov posta.

source: Raw title. Useful when displaying title in the WP Block Editor. Only returned in edit context.
sr_rs@latin: Neobrađeni naslov. Korisno pri prikazivanju naslova u WP Block Editoru. Vraćeno samo u kontekstu uređivanja.

source: Rendered title.
sr_rs@latin: Prikazani naslov.

source: The HTML content of the post.
sr_rs@latin: HTML sadržaj posta.

source: Rendered HTML content.
sr_rs@latin: Prikazani HTML sadržaj.

source: Raw HTML content. Useful when displaying title in the WP Block Editor. Only returned in edit context.
sr_rs@latin: Neobrađeni HTML sadržaj. Korisno pri prikazivanju naslova u VP Block Editoru. Vraćeno samo u kontekstu uređivanja.

source: Whether the content is protected with a password.
sr_rs@latin: Da li je sadržaj zaštićen lozinkom.

source: The HTML excerpt of the post.
sr_rs@latin: HTML odlomak posta.

source: Rendered HTML excerpt.
sr_rs@latin: Prikazani HTML odlomak.

source: Raw HTML excerpt. Useful when displaying title in the WP Block Editor. Only returned in edit context.
sr_rs@latin: Sirovi HTML odlomak. Korisno pri prikazivanju naslova u VP Block Editoru. Vraćeno samo u kontekstu uređivanja.

source: Whether the excerpt is protected with a password.
sr_rs@latin: Da li je odlomak zaštićen lozinkom.

source: LifterLMS custom post type
sr_rs@latin: LifterLMS prilagođeni tip posta

source: The publication status of the post.
sr_rs@latin: Status objavljivanja posta.

source: Password used to protect access to the content.
sr_rs@latin: Lozinka koja se koristi za zaštitu pristupa sadržaju.

source: Featured image ID.
sr_rs@latin: ID istaknute slike.

source: Post comment status. Default comment status dependent upon general WordPress post discussion settings.
sr_rs@latin: Objavite status komentara. Podrazumevani status komentara zavisi od opštih postavki WordPress-a nakon rasprave.

source: Post ping status. Default ping status dependent upon general WordPress post discussion settings.
sr_rs@latin: Post ping status. Podrazumevani status ping-a zavisi od opštih postavki WordPress-a nakon rasprave.

source: The %s cannot be retrieved.
sr_rs@latin: %s ne može biti povraćen.

source: The %s cannot be created.
sr_rs@latin: %s ne može biti kreiran.

source: Sorry, you are not allowed to create a private %s.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da kreirate privatni %s.

source: Sorry, you are not allowed to publish a %s.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da objavite %s.

source: Invalid featured media ID.
sr_rs@latin: Nevažeći istaknuti ID medija.

source: The role %s does not exist.
sr_rs@latin: Uloga %s ne postoji.

source: You are not allowed to give users this role.
sr_rs@latin: Nije vam dozvoljeno da dodelite korisnicima ovu ulogu.

source: Invalid user ID for reassignment.
sr_rs@latin: Nevažeći korisnički ID za ponovno dodeljivanje.

source: The user could not be deleted.
sr_rs@latin: Nije moguće izbrisati korisnika.

source: Include only users keys matching matching a specific role. Accepts a single role or a comma separated list of roles.
sr_rs@latin: Uključite samo korisničke ključeve koji se podudaraju sa određenom ulogom. Prihvata jednu ulogu ili listu uloga odvojenih zarezom.

source: Reassign the deleted user's posts and links to this user ID.
sr_rs@latin: Dodelite izbrisane korisničke postove i veze ka ovom ID-u korisnika.

source: Unique identifier for the user.
sr_rs@latin: Jedinstveni identifikator za korisnika.

source: Login name for the user.
sr_rs@latin: Korisničko ime za korisnika.

source: Display name for the user.
sr_rs@latin: Prikazano ime za korisnika.

source: First name for the user.
sr_rs@latin: Ime korisnika.

source: Last name for the user.
sr_rs@latin: Prezime korisnika.

source: The email address for the user.
sr_rs@latin: Adresa e-pošte za korisnika.

source: URL of the user.
sr_rs@latin: URL korisnika.

source: Description of the user.
sr_rs@latin: Opis korisnika.

source: The nickname for the user.
sr_rs@latin: Nadimak za korisnika.

source: Registration date for the user.
sr_rs@latin: Datum registracije za korisnika.

source: Roles assigned to the user.
sr_rs@latin: Uloge dodeljene korisniku.

source: Password for the user (never included).
sr_rs@latin: Lozinka za korisnika (nikada nije uključena).

source: User address line 1.
sr_rs@latin: Linija adrese korisnika 1.

source: User address line 2.
sr_rs@latin: Linija adrese korisnika 2.

source: User address city name.
sr_rs@latin: Grad adrese korisnika.

source: User address ISO code for the state, province, or district.
sr_rs@latin: ISO adresa korisničke adrese za državu, pokrajinu ili okrug.

source: User address postal code.
sr_rs@latin: Poštanski broj korisničke adrese.

source: User address ISO code for the country.
sr_rs@latin: Korisnička adresa ISO kod za zemlju. (RS za Srbiju).

source: Avatar URL with image size of %d pixels.
sr_rs@latin: Avatar URL sa slikom veličine od %d piksela.

source: Avatar URLs for the user.
sr_rs@latin: Avatar URL-ovi za korisnika.

source: Passwords cannot contain the "\" character.
sr_rs@latin: Lozinka ne može sadržati "\" karacter.

source: Username contains invalid characters.
sr_rs@latin: Korisničko ime sadrži nedozvoljene karaktere.

source: Username is not allowed.
sr_rs@latin: Korisničko ime nije dozvoljeno.

source: Invalid email address.
sr_rs@latin: Netačna email adresa.

source: Username is not editable.
sr_rs@latin: Korisničko ime se ne može urediti.

source: The API Key has been successfully deleted.
sr_rs@latin: API ključ je uspešno obrisan.

source: The webhook has been successfully deleted.
sr_rs@latin: Webhook je uspešno obrisan.

source: Consumer Key: %s
sr_rs@latin: Potrošački ključ: %s

source: Consumer Secret: %s
sr_rs@latin: Potrošačka tajna: %s

source: "%s" is not a valid Webhook.
sr_rs@latin: "%s" nije validan Webhook.

source: Error: %1$s [Code: %2$s]
sr_rs@latin: Greška: %1$s [Kod: %2$s]

source: API Key Details
sr_rs@latin: Detalji o API ključevima

source: API Keys
sr_rs@latin: API ključevi

source: Add API Key
sr_rs@latin: Dodaj API Ključ

source: Description
sr_rs@latin: Opis

source: A friendly, human-readable, name used to identify the key.
sr_rs@latin: Prijateljsko, čoveku čitljivo ime koje se koristi za identifikaciju ključa.

source: User
sr_rs@latin: Korisnik

source: The owner is used to determine what user %1$scapabilities%2$s are available to the API key.
sr_rs@latin: Vlasnik se koristi za utvrđivanje koje su korisničke %1$s capabilities %2$s dostupne API ključu.

source: Select a user
sr_rs@latin: Izaberite korisnika

source: Permissions
sr_rs@latin: Dozvole

source: Determines what kind of requests can be made with the API key. %1$sRead more%2$s.
sr_rs@latin: Određuje kakve se zahteve mogu uputiti pomoću API ključa. %1$s Pročitajte više %2$s.

source: Consumer key ending in
sr_rs@latin: Potrošački ključ koji se završava na

source: Last accessed at
sr_rs@latin: Poslednji put pristupljeno u

source: Make sure to copy or download the consumer key and consumer secret. After leaving this page they will not be displayed again.
sr_rs@latin: Obavezno kopirajte ili preuzmite potrošački ključ i potrošačku tajnu. Nakon napuštanja ove stranice više se neće prikazivati.

source: Consumer key
sr_rs@latin: Potrošački ključ

source: Consumer secret
sr_rs@latin: Potrošačka tajna

source: Download Keys
sr_rs@latin: Preuzmi ključeve

source: Save
sr_rs@latin: Sačuvaj

source: Revoke
sr_rs@latin: Opozovi

source: Invalid api key.
sr_rs@latin: Nevalidan api ključ.

source: "%s" is not a valid API Key.
sr_rs@latin: "%s" nije validan API Ključ.

source: Webhook Details
sr_rs@latin: Webhook detalji

source: Add Webhook
sr_rs@latin: Dodaj webhook

source: Name
sr_rs@latin: Ime

source: A friendly, human-readable, name used to identify the webhook.
sr_rs@latin: Prijatno, čoveku čitljivo ime koje se koristi za identifikaciju webhook-a.

source: Topic
sr_rs@latin: Tema

source: Action
sr_rs@latin: Akcija

source: Any registered WordPress, plugin, or theme action hook.
sr_rs@latin: Bilo koji registrovani WordPress, dodatak ili akcijska tema.

source: Delivery URL
sr_rs@latin: URL za isporuku

source: URL where the webhook payload will be delivered.
sr_rs@latin: URL adresa na koju će se isporučiti teret webhook-a.

source: Secret Key
sr_rs@latin: Tajni ključ

source: The secret key can be used to verify received payloads originated from this website.
sr_rs@latin: Tajni ključ se može koristiti za proveru primljenog tereta koji potiče sa ove veb stranice.

source: Delete
sr_rs@latin: Obriši

source: Invalid webhook.
sr_rs@latin: Nevažeći webhook.

source: View/Edit
sr_rs@latin: Pogledajte / uredite

source: Last Access
sr_rs@latin: Zadnji pristup

source: API Key
sr_rs@latin: API ključ

source: Read
sr_rs@latin: Čitaj

source: Read / Write
sr_rs@latin: Piši / Čitaj

source: "%s" is not a valid user ID.
sr_rs@latin: "%s" nije validan korisnički ID.

source: An API Description is required.
sr_rs@latin: API opis je obavezan.

source: "%s" is not a valid permission.
sr_rs@latin: „%s“ nije važeća dozvola.

source: Webhook created on %s
sr_rs@latin: Webhook je napravljen %s

source: Active
sr_rs@latin: Aktivno

source: Paused
sr_rs@latin: Pauzirano

source: Disabled
sr_rs@latin: Onemogućeno

source: Course created
sr_rs@latin: Kurs je kreiran

source: Course updated
sr_rs@latin: Kurs je ažuriran

source: Course deleted
sr_rs@latin: Lekcija je povraćena

source: Course restored
sr_rs@latin: Kurs je povraćen

source: Section created
sr_rs@latin: Sekcija je kreirana

source: Section updated
sr_rs@latin: Sekcija je ažurirana

source: Section deleted
sr_rs@latin: Sekcija je obrisana

source: Lesson created
sr_rs@latin: Lekcija je kreirana

source: Lesson updated
sr_rs@latin: Lekcija je ažurirana

source: Lesson deleted
sr_rs@latin: Lekcija je obrisana

source: Lesson restored
sr_rs@latin: Lekcija je povraćena

source: Membership created
sr_rs@latin: Članstvo je kreirano

source: Membership updated
sr_rs@latin: Članstvo je ažurirano

source: Membership deleted
sr_rs@latin: Članstvo je obrisano

source: Membership restored
sr_rs@latin: Članstvo je povraćeno

source: Access Plan created
sr_rs@latin: Plan pristupa je kreiran

source: Access Plan updated
sr_rs@latin: Plan pristupa je ažuriran

source: Access Plan deleted
sr_rs@latin: Plan pristupa je obrisan

source: Access Plan restored
sr_rs@latin: Plan pristupa je povraćen

source: Order created
sr_rs@latin: Narudžbina je kreirana

source: Order updated
sr_rs@latin: Narudžbina je ažurirana

source: Order deleted
sr_rs@latin: Narudžbina je obrisana

source: Order restored
sr_rs@latin: Narudžbina je povraćena

source: Transaction created
sr_rs@latin: Transakcija je kreirana

source: Transaction updated
sr_rs@latin: Transakcija je ažurirana

source: Transaction deleted
sr_rs@latin: Transakcija je obrisana

source: Student created
sr_rs@latin: Student je kreiran

source: Student updated
sr_rs@latin: Student je ažuriran

source: Student deleted
sr_rs@latin: Student je obrisan

source: Enrollment created
sr_rs@latin: Upis je kreiran

source: Enrollment updated
sr_rs@latin: Upis je ažuriran

source: Enrollment deleted
sr_rs@latin: Upis je obrisan

source: Progress updated
sr_rs@latin: Napredak je ažuriran

source: Progress deleted
sr_rs@latin: Napredak je obrisan

source: Instructor created
sr_rs@latin: Instruktor je kreiran

source: Instructor updated
sr_rs@latin: Instruktor je ažuriran

source: Instructor deleted
sr_rs@latin: Instruktor je obrisan

source: "%s" is not a valid status.
sr_rs@latin: "%s" nije validan status.

source: "%s" is not a valid topic.
sr_rs@latin: "%s" nije validna tema.

source: "%s" is required.
sr_rs@latin: "%s" je neophodan.

source: None
sr_rs@latin: Ništa

source: Could not reach the delivery url: "%s".
sr_rs@latin: Nije moguće doći do URL-a za isporuku: „%s“.

source: The delivery url returned the response code "%d".
sr_rs@latin: URL isporuke vratio je kod odgovora „%d“.

source: Include only API keys matching a specific permission.
sr_rs@latin: Uključite samo API ključeve koji odgovaraju određenoj dozvoli.

source: Include only keys for the specified user(s). Accepts a single id or a comma separated list of ids.
sr_rs@latin: Uključite samo ključeve za navedene korisnike. Prihvata jedan ID ili listu ID-a odvojenih zarezom.

source: Exclude keys for the specified user(s). Accepts a single id or a comma separated list of ids.
sr_rs@latin: Izuzmite ključeve za navedene korisnike. Prihvata jedan ID ili listu ID-a odvojenih zarezom.

source: Friendly, human-readable name or description.
sr_rs@latin: Prijatno, čoveku čitljivo ime ili opis.

source: Determines the capabilities and permissions of the key.
sr_rs@latin: Određuje mogućnosti i dozvole ključa.

source: The WordPress User ID of the key owner.
sr_rs@latin: WordPress korisnički ID vlasnika ključa.

source: The last 7 characters of the Consumer Key.
sr_rs@latin: Poslednjih 7 znakova Potrošačkog ključa.

source: The date the key was last used. Format: Y-m-d H:i:s.
sr_rs@latin: Datum kada je ključ zadnji put korišćen.Format: Y-m-d H:i:s.

source: Unique Course Identifier. The WordPress Post ID
sr_rs@latin: Jedinstveni identifikator kursa. ID WordPress posta

source: Visibility of the course in catalogs and search results.
sr_rs@latin: Vidljivost kursa u katalozima i rezultatima pretrage.

source: List of course categories.
sr_rs@latin: Lista kategorija kursa.

source: List of course tags.
sr_rs@latin: Lista oznaka kursa.

source: List of course difficulties.
sr_rs@latin: Lista poteškoća sa kursevima.

source: List of course tracks.
sr_rs@latin: Lista traka za kurseve.

source: List of course instructors. Defaults to current user when creating a new post.
sr_rs@latin: Lista instruktora kursa. Podrazumevano je trenutni korisnik prilikom kreiranja novog posta.

source: URL to an oEmbed enable audio URL.
sr_rs@latin: URL adresa audio adrese URL-a za oEmbed.

source: URL to an oEmbed enable video URL.
sr_rs@latin: URL adresa URL-a video snimka koji omogućava oEmbed.

source: Determines if an enrollment capacity limit is enabled.
sr_rs@latin: Određuje da li je omogućeno ograničenje kapaciteta za upis.

source: Number of students who can be enrolled in the course before enrollment closes.
sr_rs@latin: Broj studenata koji se mogu upisati na kurs pre nego što se upis zatvori.

source: Message displayed when enrollment capacity has been reached.
sr_rs@latin: Poruka se prikazuje kada se dostigne kapacitet za upis.

source: Raw message content.
sr_rs@latin: Neobrađeni sadržaj poruke.

source: Rendered message content.
sr_rs@latin: Prikazani sadržaj poruke.

source: Course ID of the prerequisite course.
sr_rs@latin: ID kursa preduslovnog kursa.

source: Term ID of a prerequisite track.
sr_rs@latin: ID pojma preduslovnog zapisa.

source: User defined course length.
sr_rs@latin: Dužina kursa koju definiše korisnik.

source: Raw length description.
sr_rs@latin: Opis sirove dužine.

source: Rendered length description.
sr_rs@latin: Prikazan opis dužine.

source: Message displayed when non-enrolled visitors try to access restricted course content (lessons, quizzes, etc..) directly.
sr_rs@latin: Poruka se prikazuje kada neupisani posetioci pokušaju da direktno pristupe ograničenom sadržaju kursa (lekcije, kvizovi itd.).

source: You must enroll in this course to access course content.
sr_rs@latin: Morate se upisati na ovaj kurs da biste pristupili sadržaju kursa.

source: Date when the course closes. After this date enrolled students may no longer view and interact with the restricted course content. If blank the course is open indefinitely after the the access_opens_date has passed. Does not affect course enrollment, see enrollment_opens_date to control the course enrollment close date. Format: Y-m-d H:i:s.
sr_rs@latin: Datum zatvaranja kursa. Nakon ovog datuma upisani studenti više neće moći da vide i ne komuniciraju sa ograničenim sadržajem kursa. Ako je prazno, kurs je otvoren na neodređeno vreme nakon što prođe access_opens_date. Ne utiče na upis kursa, pogledajte enrollment_opens_date da biste kontrolisali datum zatvaranja upisa na kurs. Format: Y-m-d H:i:s.

source: Message displayed to enrolled students when the course is accessed after the access_closes_date has passed.
sr_rs@latin: Poruka koja se prikazuje upisanim studentima kada se pristupi kursu nakon što prođe access_closes_date.

source: This course closed on [lifterlms_course_info id="{{course_id}}" key="end_date"].
sr_rs@latin: Kurs se zatvorio: [lifterlms_course_info id="{{course_id}}" key="end_date"].

source: Date when the course opens, allowing enrolled students to begin to view and interact with the restricted course content. If blank the course is open until after the access_closes_date has passed. Does not affect course enrollment, see enrollment_opens_date to control the course enrollment start date. Format: Y-m-d H:i:s.
sr_rs@latin: Datum kada se kurs otvori, omogućavajući upisanim studentima da počnu da gledaju i komuniciraju sa ograničenim sadržajem kursa. Ako je prazno, kurs je otvoren tek nakon što prođe access_closes_date. Ne utiče na upis kursa, pogledajte datum enrollment_opens_date da biste kontrolisali datum početka upisa na kurs. Format: Y-m-d H:i:s.

source: Message displayed to enrolled students when the course is accessed before the access_opens_date has passed.
sr_rs@latin: Poruka koja se prikazuje upisanim studentima kada se pristupi kursu pre nego što prođe access_opens_date.

source: This course opens on [lifterlms_course_info id="{{course_id}}" key="start_date"].
sr_rs@latin: Kurs se otvara: [lifterlms_course_info id="{{course_id}}" key="start_date"].

source: Date when the course enrollment closes. If blank course enrollment is open indefinitely after the the enrollment_opens_date has passed. Does not affect course content access, see access_opens_date to control course access close date. Format: Y-m-d H:i:s.
sr_rs@latin: Datum zatvaranja upisa na kurs. Ako je upis praznog kursa otvoren na neodređeno vreme nakon što prođe datum upisa_open_data. Ne utiče na pristup sadržaju kursa, pogledajte access_opens_date za kontrolu datuma zatvaranja pristupa kursu. Format: Y-m-d H:i:s.

source: Message displayed to visitors when attempting to enroll into a course after the enrollment_closes_date has passed.
sr_rs@latin: Poruka koja se prikazuje posetiocima prilikom pokušaja upisa na kurs nakon što prođe enrollment_closes_date.Poruka koja se prikazuje posetiocima prilikom pokušaja upisa na kurs nakon što prođe enrollment_closes_date.

source: Enrollment in this course closed on [lifterlms_course_info id="{{course_id}}" key="enrollment_end_date"].
sr_rs@latin: Upis na kurs se završio: [lifterlms_course_info id="{{course_id}}" key="enrollment_end_date"].

source: Date when the course enrollment opens. If blank course enrollment is open until after the enrollment_closes_date has passed. Does not affect course content access, see access_opens_date to control course access start date. Format: Y-m-d H:i:s.
sr_rs@latin: Datum kada upis na kurs počinje. Ako je upis praznog kursa otvoren do prolaska enrollment_closes_date. Ne utiče na pristup sadržaju kursa, pogledajte access_opens_date za kontrolu datuma početka pristupa kursu. Format: Y-m-d H:i:s.

source: Message displayed to visitors when attempting to enroll into a course before the enrollment_opens_date has passed.
sr_rs@latin: Poruka koja se prikazuje posetiocima kada pokušavaju da se upišu na kurs pre nego što prođe enrollment_opens_date.

source: Enrollment in this course opens on [lifterlms_course_info id="{{course_id}}" key="enrollment_start_date"].
sr_rs@latin: Upis na ovaj kurs počinje: [lifterlms_course_info id="{{course_id}}" key="enrollment_start_date"].

source: The WordPress page ID of the sales page. Required when sales_page_type equals page. Only returned when the sales_page_type equals page.
sr_rs@latin: ID WordPress stranice prodajne stranice. Obavezno kada je vrsta sales_page_type jednaka stranici. Vraća se samo kada je sales_page_type jednaka stranici.
