Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: There was an error dispatching the "%s" processor.
sr_rs@latin: Došlo je do greške prilikom slanja procesora „%s“.

source: Achievement Earned
sr_rs@latin: Zarađeno postignuće

source: Certificate Earned
sr_rs@latin: Sertifikat stečen

source: Course Track Complete
sr_rs@latin: Praćenje kursa završeno

source: Enrollment
sr_rs@latin: Upis

source: Lesson Complete
sr_rs@latin: Završena lekcija

source: Gateway: Manual - Payment Due
sr_rs@latin: Prelaz: ručno - uplata na naplatu

source: Payment Retry Scheduled
sr_rs@latin: Ponovni pokušaj plaćanja

source: Order #%1$d from %2$s for "%3$s"
sr_rs@latin: Porudžbina #%1$d od %2$s za "%3$s"

source: Select a transaction
sr_rs@latin: Izaberite transakciju

source: Send yourself a test notification using information from the selected transaction.
sr_rs@latin: Pošaljite sebi test obaveštenje koristeći informacije iz izabrane transakcije.

source: Send a Test
sr_rs@latin: Pošaljite test

source: Purchase Receipt
sr_rs@latin: Kupovni račun

source: Attempt #%1$d for Quiz "%2$s" by %3$s
sr_rs@latin: Pokušaj #%1$d za kviz „%2$s“ od strane %3$s

source: Select a failed quiz
sr_rs@latin: Izaberite neuspeli kviz

source: Send yourself a test notification using information from the selected quiz.
sr_rs@latin: Pošaljite sebi test obaveštenje koristeći informacije iz izabranog kviza.

source: Quizzes: Quiz Failed
sr_rs@latin: Kvizovi: Pao kviz

source: Select a passed quiz
sr_rs@latin: Izaberite položen kviz

source: Quizzes: Quiz Graded
sr_rs@latin: Kvizovi: ocenjeni kviz

source: Quizzes: Quiz Passed
sr_rs@latin: Kvizovi: položeni kviz

source: Section Complete
sr_rs@latin: Završena sekcija

source: Send yourself a test notification using information for the selected user.
sr_rs@latin: Pošaljite sebi test obaveštenje koristeći informacije za izabranog korisnika.

source: Student Welcome
sr_rs@latin: Dobrodošlica za studenta

source: Subscription Cancellation Notice
sr_rs@latin: Obaveštenje o otkazivanju pretplate

source: Achievement Image
sr_rs@latin: Slika dostignuća

source: Achievement Image URL
sr_rs@latin: URL slike dostignuća

# Achievement icon alt text
source: %s Icon
sr_rs@latin: %s ikona

source: You've been awarded an achievement!
sr_rs@latin: Nagrađeni ste za postignućem!

source: View Full Certificate
sr_rs@latin: Pogledajte puni sertifikat

source: Certificate Content
sr_rs@latin: Sadržaj sertifikata

source: Certificate URL
sr_rs@latin: URL sertifikata

source: Mini Certificate
sr_rs@latin: Mini sertifikat

source: You've earned a certificate!
sr_rs@latin: Zaslužili ste sertifikat!

source: Congratulations! %1$s completed %2$s
sr_rs@latin: Čestitamo! %1$s je završio %2$s

source: Congratulations! You finished %s
sr_rs@latin: Čestitamo! Završili ste %s

source: %s Completed a Course
sr_rs@latin: %s je završio kurs

source: Track Title
sr_rs@latin: Ime trake

source: %s Completed a Track
sr_rs@latin: %s je završio traku

source: Congratulations! %1$s enrolled in %2$s
sr_rs@latin: Čestitamo! %1$s se upisao u %2$s

source: Type (Course or Membership)
sr_rs@latin: Tip (Kurs ili članarina)

source: %1$s enrolled in %2$s
sr_rs@latin: %1$s se upisao u %2$s

source: %1$s enrollment success!
sr_rs@latin: %1$s uspešno prijavljivanje!

source: %s Completed a Lesson
sr_rs@latin: %s je završio lekciju

source: Head over to your dashboard for payment instructions.
sr_rs@latin: Uputite se na vašu kontrolnu tablu za instrukcije o plaćanju.

source: Payment Due Date
sr_rs@latin: Isplata do datuma

source: Amount
sr_rs@latin: Iznos

source: Hello %s,
sr_rs@latin: Zdravo %s,

source: A payment for your subscription to %1$s is due.
sr_rs@latin: Vreme je za isplatu za vašu pretplatu %1$s.

source: Sign in to your account and %1$spay now%2$s.
sr_rs@latin: Prijavite se na svoj nalog i %1$splatite sada%2$s.

source: Order #%s
sr_rs@latin: Narudžbina #%s

source: Pay Invoice
sr_rs@latin: Platite fakturu

source: Pay Now
sr_rs@latin: Platite sada

source: Customer Address
sr_rs@latin: Adresa kupca

source: Customer Name
sr_rs@latin: Ime kupca

source: Customer Phone
sr_rs@latin: Broj telefona kupca

source: Order ID
sr_rs@latin: ID porudžbine

source: Order URL
sr_rs@latin: URL porudžbine

source: Payment Amount
sr_rs@latin: Iznos plaćanja

source: Product Title
sr_rs@latin: Naslov proizvoda

source: Product Type
sr_rs@latin: Tip proizvoda

source: Product Title (Link)
sr_rs@latin: Naslov proizvoda (link)

# generic product type description
source: Item
sr_rs@latin: Predmet

source: A payment is due for your subscription to %s
sr_rs@latin: Vreme je za plaćanje vaše pretplate %s

source: Payment Due for Order #%s
sr_rs@latin: Plaćanje za porudžbinu #%s

source: Head over to the order to see what went wrong and update your payment method to reactivate your subscription.
sr_rs@latin: Pređite na porudžbinu da biste videli šta je pošlo po zlu i ažurirajte način plaćanja da biste ponovo aktivirali pretplatu.

source: The automatic payment for your subscription to %1$s has failed. We'll automatically retry this charge on %2$s.
sr_rs@latin: Automatsko plaćanje pretplate na %1$s nije uspelo. Automatski ćemo ponovo pokušati sa ovom naplatom %2$s.

source: To reactivate your subscription you can login to your account and %1$spay now%2$s.
sr_rs@latin: Da biste ponovo aktivirali pretplatu, možete se prijaviti na svoj račun I %1$splatiti sada%2$s.

source: Update Payment Method
sr_rs@latin: Ažurirajte način plaćanja

source: Automatic payment for %1$s failed, retry scheduled for %2$s
sr_rs@latin: Automatsko plaćanje za %1$s nije uspelo, ponovni pokušaj zakazan za %2$s

source: Automatic payment failed for order #%s
sr_rs@latin: Automatsko plaćanje nije uspelo za porudžbinu #%s

source: An automatic payment failed for your subscription to %s
sr_rs@latin: Automatsko plaćanje za vašu pretplatu na %s nije uspelo

source: Payment Method
sr_rs@latin: Način plaćanja

source: Transaction ID
sr_rs@latin: ID transakcije

source: View Order Details
sr_rs@latin: Pogledajte detalje porudžbine

source: Transaction Amount
sr_rs@latin: Iznos transakcije

source: Transaction Date
sr_rs@latin: Datum transakcije

source: Transaction Source
sr_rs@latin: Izvor transakcije

source: Purchase Receipt for %s
sr_rs@latin: Potvrda o kupovini za %s

source: Purchase Receipt for Order #%s
sr_rs@latin: Potvrda o kupovini za porudžbinu #%s

source: You failed %s!
sr_rs@latin: Pali ste %s!

source: %1$s failed %2$s
sr_rs@latin: %1$s je pao %2$s

source: %s failed a quiz
sr_rs@latin: %s je pao/la kviz

source: You received a %1$s
sr_rs@latin: Osvojili ste %1$s

source: View the whole attempt
sr_rs@latin: Prikažite ceo pokušaj

source: View the attempt
sr_rs@latin: Prikažite pokušaj

source: Your quiz "%s" has been reviewed
sr_rs@latin: Vaš kviz „%s“ je pregledan

source: Quiz Review Details
sr_rs@latin: Detalji o recenziji kviza

source: Congratulations! You passed %s!
sr_rs@latin: Čestitamo! Prošli ste %s!

source: Congratulations! %1$s passed %2$s
sr_rs@latin: Čestitamo! %1$s je prošao %2$s

source: %s passed a quiz
sr_rs@latin: %s je položio kviz

source: %s Completed a Section
sr_rs@latin: %s je završio sekciju

source: Here's some helpful information to help you get started at %s.
sr_rs@latin: Evo nekoliko korisnih informacija koje će vam pomoći da započnete sa %s.

source: Your Login
sr_rs@latin: Vaša prijava

source: Your Dashboard
sr_rs@latin: Vaša kontrolna tabla

source: If you forgot or don't have a password you can reset it now so you can login and get started:
sr_rs@latin: Ako ste zaboravili ili nemate lozinku, možete je resetovati sada da biste se mogli prijaviti i započeti:

source: Dashboard URL
sr_rs@latin: URL kontrolne table

source: Password Reset URL
sr_rs@latin: URL za resetovanje lozinke

source: Student Login
sr_rs@latin: Prijava učenika

source: Welcome to %s
sr_rs@latin: Dobrodošli na %s

source: Let's get started %s
sr_rs@latin: Hajde da počnemo %s

source: %1$s has cancelled their subscription (#%2$s) to the %3$s %4$s
sr_rs@latin: %1$s je otkazao pretplatu (#%2$s) na %3$s %4$s

source: %1$s subscription cancellation
sr_rs@latin: Otkazivanje pretplate %1$s

source: Removed %d notifications.
sr_rs@latin: Uklonjena su %d obaveštenja.

source: Order cancelled during personal data erasure.
sr_rs@latin: Narudžba otkazana tokom brisanja ličnih podataka.

source: Personal data removed during personal data erasure.
sr_rs@latin: Lični podaci uklonjeni tokom brisanja ličnih podataka.

source: Removed student "%s"
sr_rs@latin: Uklonjen učenik „%s“

source: Removed personal data from order #%d.
sr_rs@latin: Uklonjeni lični podaci iz porudžbine #%d.

source: Personal data within order #%d has been retained.
sr_rs@latin: Lični podaci u okviru porudžbine #%d su zadržani.

source: Removed all student course and membership enrollment and activity data.
sr_rs@latin: Uklonjeni su svi podaci o upisu kurseva i članstva za studente i aktivnostima.

source: Retained all student course and membership enrollment and activity data.
sr_rs@latin: Zadržao sve podatke o upisu kursa i članstva za studente i podatke o aktivnostima.

source: Quiz attempt #%d removed.
sr_rs@latin: Uklonjen je pokušaj kviza #%d.

source: Quiz attempt #%d retained.
sr_rs@latin: Zadržan je pokušaj kviza #%d.

source: Student achievement data.
sr_rs@latin: Podaci o dostignućima studenta.

source: Student certificate data.
sr_rs@latin: Podaci o sertifikatu stedenta.

source: %s Title
sr_rs@latin: %s Naslov

source: Enrollment Status
sr_rs@latin: Status upisa

source: Enrollment Date
sr_rs@latin: Datum upisa

source: Last Activity
sr_rs@latin: Poslednja aktivnost

source: Attempt ID
sr_rs@latin: ID pokušaja

source: Attempt Number
sr_rs@latin: Broj pokušaja

source: Student %s enrollment data.
sr_rs@latin: Podaci o upisu učenika %s.

source: Student orders data.
sr_rs@latin: Podaci o studentskim porudžbinama.

source: Personal Information
sr_rs@latin: Lične informacije

source: Student personal information data.
sr_rs@latin: Podaci o ličnim podacima učenika.

source: Student quiz attempt data
sr_rs@latin: Podaci o pokušaju studentskog kviza

source: Student Data
sr_rs@latin: Podaci o studentima

source: Course Data
sr_rs@latin: Podaci o kursu

source: Quiz Data
sr_rs@latin: Podaci kviza

source: Membership Data
sr_rs@latin: Podaci o članstvu

source: Order Data
sr_rs@latin: Podaci o porudžbini

source: Achievement Data
sr_rs@latin: Podaci o postignućima

source: Certificate Data
sr_rs@latin: Podaci sertifikata

source: Notification Data
sr_rs@latin: Podaci o obaveštenjima

source: Postmeta Data
sr_rs@latin: Postmeta podaci

source: Order Number
sr_rs@latin: Broj narudžbine

source: User ID
sr_rs@latin: ID korisnika

source: Billing First Name
sr_rs@latin: Ime za plaćanje

source: Billing Last Name
sr_rs@latin: Prezime za plaćanje

source: Billing Email
sr_rs@latin: Email za naplatu

source: IP Address
sr_rs@latin: IP adresa

source: This sample language includes the basics around what personal data your learning platform may be collecting, storing and sharing, as well as who may have access to that data. Depending on what settings are enabled and which additional add-ons are used, the specific information shared by your site will vary. We recommend consulting with a lawyer when deciding what information to disclose on your privacy policy.
sr_rs@latin: Ovaj uzorak jezika uključuje osnove oko toga koje lične podatke vaša platforma za učenje možda prikuplja, čuva i deli, kao i ko može imati pristup tim podacima. U zavisnosti od toga koja podešavanja su omogućena i koji se dodatni dodaci koriste, određene informacije koje deli vaša veb lokacija će se razlikovati. Preporučujemo da se obratite advokatu kada odlučujete koje informacije ćete otkriti u svojoj politici privatnosti.

source: We collect information about you during the registration, enrollment, and checkout processes on our site.
sr_rs@latin: Informacije o vama prikupljamo tokom procesa registracije, upisa i plaćanja na našoj veb lokaciji.

source: What we collect and store
sr_rs@latin: Ono što sakupljamo i skladištimo

source: When you register an account with us, we’ll ask you to provide information including your name, billing address, email address, phone number, credit card/payment details and optional account information like username and password. We’ll use this information for purposes, such as, to:
sr_rs@latin: Kada kod nas registrujete nalog, tražićemo od vas da navedete informacije, uključujući vaše ime, adresu za obračun, adresu e-pošte, broj telefona, detalje o kreditnoj kartici / uplati i opcionalne informacije o računu, poput korisničkog imena i lozinke. Ove informacije ćemo koristiti u svrhe, kao što su:

source: Send you information about your account, orders, courses, and memberships
sr_rs@latin: Pošaljemo vam informacije o vašem nalogu, porudžbinama, kursevima i članstvima

source: Communicate with you about courses and memberships that you’re enrolled in
sr_rs@latin: Komunicirajte sa vama o kursevima i članstvima na koja ste upisani

source: Respond to your requests, including refunds and complaints
sr_rs@latin: Odgovorite na vaše zahteve, uključujući povraćaj novca i žalbe

source: Process payments and prevent fraud
sr_rs@latin: Obradite uplate i sprečite prevare

source: Set up your account for our site
sr_rs@latin: Podesite svoj nalog za našu veb lokaciju

source: Comply with any legal obligations we have
sr_rs@latin: Pridržavajte se svih zakonskih obaveza koje imamo

source: Improve our site’s offerings
sr_rs@latin: Poboljšajte ponudu naše veb lokacije

source: Send you marketing messages, if you choose to receive them
sr_rs@latin: Šaljemo vam marketinške poruke ako odlučite da ih primate

source: When you create an account, we will store your name, address, email and phone number, which will be used to populate the enrollment and checkout for future purchases and enrollments.
sr_rs@latin: Kada otvorite nalog, čuvaćemo vaše ime, adresu, e-poštu i broj telefona, koji će se koristiti za popunjavanje upisa i plaćanja za buduće kupovine i upise.

source: We generally store information about you for as long as we need the information for the purposes for which we collect and use it, and we are not legally required to continue to keep it. For example, we will store order information for XXX years for tax and accounting purposes. This includes your name, email address and billing address.
sr_rs@latin: Informacije o vama uglavnom skladištimo sve dok su nam potrebne za svrhe u koje ih prikupljamo i koristimo, a zakonski nismo dužni da ih i dalje čuvamo. Na primer, podatke o porudžbinama čuvaćemo tokom XXX godina u svrhu poreza i računovodstva. To uključuje vaše ime, adresu e-pošte i adresu za obračun.

source: We will also store comments or reviews, if you chose to leave them.
sr_rs@latin: Takođe ćemo čuvati komentare ili kritike ako ste odlučili da ih ostavite.

source: Who on our team has access
sr_rs@latin: Ko u našem timu ima pristup

source: Members of our team have access to the information you provide us. For example, both Administrators and Site Managers can access:
sr_rs@latin: Članovi našeg tima imaju pristup informacijama koje nam pružate. Na primer, i administratori i menadžeri veb lokacija mogu da pristupe:

source: Order information like what was purchased, when it was purchased and where it should be sent, and
sr_rs@latin: Informacije o porudžbini poput onoga što je kupljeno, kada je kupljeno i gde treba da se pošalje i

source: Customer information like your name, email address, and billing information.
sr_rs@latin: Podaci o kupcu kao što su vaše ime, adresa e-pošte i podaci o obračunu.

source: Course and membership instructors can access your course progress and activities including:
sr_rs@latin: Instruktori kursa i članstva mogu da pristupe napretku vašeg kursa i aktivnostima, uključujući:

source: Enrollment dates for their courses and memberships
sr_rs@latin: Datumi upisa na njihove kurseve i članstva

source: Course progress and status information for their courses
sr_rs@latin: Informacije o napretku kursa i statusu njihovih kurseva

source: Quiz and assignments answers and grades for their courses
sr_rs@latin: Kviz i zadaci, odgovori i ocene za njihove kurseve

source: Comments and reviews made on their memberships and courses
sr_rs@latin: Komentari i pregledi o njihovim članstvima i kursevima

source: Our team members have access to this information to help fulfill orders, process refunds, and support you.
sr_rs@latin: Članovi našeg tima imaju pristup ovim informacijama da bi vam pomogli u ispunjavanju porudžbina, obradi povrata novca i podržali vas.

source: What we share with others
sr_rs@latin: Ono što delimo sa drugima

source: In this section you should list who you’re sharing data with, and for what purpose. This could include, but may not be limited to, analytics, marketing, payment gateways, and third party embeds.
sr_rs@latin: U ovom odeljku treba da navedete sa kim delite podatke i u koju svrhu. To može da uključuje, ali ne mora biti ograničeno na analitiku, marketing, mrežne ulaze i ugrađivanje treće strane.

source: We share information with third parties who help us provide our orders and store services to you; for example --
sr_rs@latin: Podelimo informacije sa trećim licima koja nam pomažu da vam pružamo narudžbine i čuvamo usluge; na primer --

source: Last Login Date
sr_rs@latin: Datum poslednje prijave

source: Your %1$s export file from %2$s
sr_rs@latin: Vaša datoteka za izvoz %1$s iz %2$s

source: Please find the attached CSV file.
sr_rs@latin: Pronađite priloženu CSV datoteku.

source: You must be a member in order to purchase this access plan.
sr_rs@latin: Morate biti član da biste kupili ovaj plan pristupa.

source: You are currently logged in as <em>%1$s</em>. <a href="%2$s">Click here to logout</a>
sr_rs@latin: Trenutno ste prijavljeni kao <em>%1$s </em>. <a href="%2$s"> Kliknite ovde da biste se odjavili </a>

source: Already have an account? <a href="%s">Click here to login</a>
sr_rs@latin: Već imate nalog? <a href="%s"> Kliknite ovde da biste se prijavili </a>

source: Invalid access plan.
sr_rs@latin: Nevažeći plan pristupa.

source: Your cart is currently empty. Click <a href="%s">here</a> to get started.
sr_rs@latin: Vaša korpa je trenutno prazna. Kliknite <a href="%s"> ovde </a> da biste započeli.

source: You must be logged in to view this information. Click %1$shere%2$s to login.
sr_rs@latin: Morate biti prijavljeni da biste videli ove informacije. Kliknite na %1$sovde%2$s da biste se prijavili.

source: No courses found.
sr_rs@latin: Kursevi nisu pronađeni.

source: Previous
sr_rs@latin: Prethodno

source: Displays a list of bbPress forums associated with the course.
sr_rs@latin: Prikazuje listu bbPress foruma povezanih sa kursom.

source: LifterLMS Course Forums List
sr_rs@latin: Lista foruma kurseva LifterLMS

source: Course Forums
sr_rs@latin: Forum kursa

source: Title:
sr_rs@latin: Naslov:

source: Course Progress
sr_rs@latin: Napredak kursa

source: Displays Course Progress on Course or Lesson
sr_rs@latin: Prikazuje napredak kursa na kursu ili lekciji

source: Display to enrolled students only?
sr_rs@latin: Prikazati samo upisane studente?

source: When checked the course progress bar will be shown only to those students enrolled in the course.
sr_rs@latin: Kada je označeno, traka napretka kursa biće prikazana samo onim studentima koji su upisani na kurs.

source: Course Syllabus
sr_rs@latin: Program kursa

source: Displays All Course lessons on Course or Lesson page
sr_rs@latin: Prikazuje sve lekcije iz kursa na stranici Kurs ili lekcija

source: Make outline collapsible?
sr_rs@latin: Učiniti obris sklopivim?

source: Allow students to hide lessons within a section by clicking the section titles.
sr_rs@latin: Dozvolite učenicima da sakriju lekcije u odeljku klikom na naslove odeljaka.

source: Display open and close all toggles
sr_rs@latin: Prikažite otvaranje i zatvaranje svih prekidača

source: Display "Open All" and "Close All" toggles at the bottom of the outline.
sr_rs@latin: Prikažite preklopnike „Otvori sve“ i „Zatvori sve“ na dnu obrisa.

source: You do not have any achievements yet. Enroll in a course to get started!
sr_rs@latin: Još uvek nemate nikakvih dostignuća. Upišite se na kurs da biste započeli!

# achievement earned date
source: Awarded on %s
sr_rs@latin: Dodeljena %s

source: Last 7 Days
sr_rs@latin: Zadnih 7 dana

source: Custom
sr_rs@latin: Prilagođeno

source: Go
sr_rs@latin: Napred

source: Toggle Filters
sr_rs@latin: Uključi / isključi filtere

source: Filter by Course(s)
sr_rs@latin: Filtriraj prema kursevima

source: Filter by Memberships(s)
sr_rs@latin: Filtriraj prema članstvima

source: Apply Filters
sr_rs@latin: Primeni filtere

source: The LifterLMS database needs to be updated to the latest version.
sr_rs@latin: Bazu podataka LifterLMS treba ažurirati na najnoviju verziju.

source: The update will only take a few minutes and it will run in the background. A notice like this will let you know when it's finished.
sr_rs@latin: Ažuriranje će trajati samo nekoliko minuta i radiće u pozadini. Obaveštenje poput ovog obavestiće vas kada završi.

source: See the %1$sdatabase update log%2$s for a complete list of changes scheduled for each upgrade.
sr_rs@latin: Pogledajte spisak ažuriranja %1$s database %2$s za kompletnu listu promena zakazanih za svaku nadogradnju.

source: Run the Updater
sr_rs@latin: Pokreni ažuriranje

source: We strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
sr_rs@latin: Preporučujemo vam da napravite sigurnosnu kopiju baze podataka pre nego što nastavite. Da li ste sigurni da sada želite da pokrenete program za ažuriranje?

source: LifterLMS database update
sr_rs@latin: Ažuriranje baze podataka LifterLMS

source: Your database is being upgraded in the background.
sr_rs@latin: Vaša baza podataka se nadograđuje u pozadini.

source: Click here for database update FAQs
sr_rs@latin: Kliknite ovde za česta pitanja o ažuriranju baze podataka

source: Taking too long? Click here to run the update now.
sr_rs@latin: Predugo? Kliknite ovde da biste odmah pokrenuli ažuriranje.

source: It looks like you may have installed LifterLMS on a staging site!
sr_rs@latin: Izgleda da ste možda instalirali LifterLMS na scenskoj lokaciji!

source: LifterLMS watches for potential signs of a staging site and disables automatic payments so that your students do not receive duplicate charges.
sr_rs@latin: LifterLMS nadgleda potencijalne znakove inscenacionog sajta i onemogućava automatsko plaćanje tako da vaši studenti ne dobijaju dvostruke troškove.

source: You can choose to enable automatic recurring payments using the buttons below. If you're not sure what to do, you can learn more %1$shere%2$s. You can always change your mind later by clicking "Reset Automatic Payments" on the LifterLMS General Settings screen under Tools and Utilities.
sr_rs@latin: Pomoću dugmadi u nastavku možete da omogućite automatsko ponavljanje plaćanja. Ako niste sigurni šta da radite, možete da saznate više %1$s here %2$s. Uvek se možete predomisliti kasnije klikom na „Resetuj automatska plaćanja“ na ekranu Opšte postavke LifterLMS-a u okviru Alati i uslužni programi.

source: Leave Automatic Payments Disabled
sr_rs@latin: Ostavite onemogućeno automatsko plaćanje

source: Enable Automatic Payments
sr_rs@latin: Omogućite automatsko plaćanje

source: This order was processed in the gateway's testing mode
sr_rs@latin: Ova porudžbina je obrađena u režimu testiranja mrežnog prolaza

source: Processed by %s
sr_rs@latin: Obradio %s

source: Access Plan Information
sr_rs@latin: Informacije o planu pristupa

source: Name:
sr_rs@latin: Ime:

source: SKU:
sr_rs@latin: Šifra proizvoda:

source: Product Information
sr_rs@latin: Informacije o proizvodu
