Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Parent Course Track:
sr_rs@latin: Roditelj grupe kursa:

source: Edit Course Track
sr_rs@latin: Uredi grupu kursa

source: Update Course Track
sr_rs@latin: Ažuriraj grupu kursa

source: Add New Course Track
sr_rs@latin: Dodaj novu grupu kursa

source: New Course Track Name
sr_rs@latin: Ime grupe kursa

# slug
source: course-track
sr_rs@latin: grupa_kursa

source: Membership Categories
sr_rs@latin: Kategorije članstva

source: Membership Category
sr_rs@latin: Kategorija članstva

source: Search Membership Categories
sr_rs@latin: Pretraži kategorije članstva

source: All Membership Categories
sr_rs@latin: Sve kategorije članstva

source: Parent Membership Category
sr_rs@latin: Roditelj kategorije članstva

source: Parent Membership Category:
sr_rs@latin: Roditelj kategorije članstva:

source: Edit Membership Category
sr_rs@latin: Uredi kategoriju članstva

source: Update Membership Category
sr_rs@latin: Ažuriraj kategoriju članstva

source: Add New Membership Category
sr_rs@latin: Dodaj novu kategoriju članstva

source: New Membership Category Name
sr_rs@latin: Novo ime kategorije članstva

# slug
source: membership-category
sr_rs@latin: kategorija_clanstva

source: Membership Tags
sr_rs@latin: Oznake članstva

source: Membership Tag
sr_rs@latin: Oznaka članstva

source: Search Membership Tags
sr_rs@latin: Pretraži oznake članstva

source: All Membership Tags
sr_rs@latin: Sve oznake članstva

source: Parent Membership Tag
sr_rs@latin: Roditelj oznake članstva

source: Parent Membership Tag:
sr_rs@latin: Roditelj oznake članstva:

source: Edit Membership Tag
sr_rs@latin: Uredi oznake članstva

source: Update Membership Tag
sr_rs@latin: Ažuriraj oznake članstva

source: Add New Membership Tag
sr_rs@latin: Dodaj nove oznake članstva

source: New Membership Tag Name
sr_rs@latin: Novo ime oznake članstva

# slug
source: membership-tag
sr_rs@latin: oznaka_clanstva

source: Other
sr_rs@latin: Drugo

source: Enter your question...
sr_rs@latin: Unesi pitanje...

source: Basic Questions
sr_rs@latin: Osnovna pitanja

source: Multiple Choice
sr_rs@latin: PItanja sa više ponuđenih odgovora

source: Picture Choice
sr_rs@latin: Pitanja sa slikama kao odgovorima

source: True
sr_rs@latin: Tačno

source: False
sr_rs@latin: Netačno

source: True or False
sr_rs@latin: Tačno ili netačno

source: Content
sr_rs@latin: Sadržaj

source: Enter your content title...
sr_rs@latin: Unesite naslov vašeg sadržaja...

source: Advanced Questions
sr_rs@latin: Napredna pitanja

source: Fill in the Blank
sr_rs@latin: Popuni prazninu

source: Reorder Items
sr_rs@latin: Promenite redosled predmeta

source: Reorder Pictures
sr_rs@latin: Promenite redosled slika

source: Short Answer
sr_rs@latin: Kratak odgovor

source: Long Answer
sr_rs@latin: Dugačak odgovor

source: File Upload
sr_rs@latin: Upload-uj fajl

source: Scale
sr_rs@latin: Skala

source: What Others Have Said
sr_rs@latin: Šta su drugi rekli

source: By: %s
sr_rs@latin: Od strane: %s

source: Thank you for your review!
sr_rs@latin: Hvala vam na recenziji!

source: Write a Review
sr_rs@latin: Napišite recenziju

source: Review Title is required.
sr_rs@latin: Naslov recenzije je obavezan.

source: Review Text
sr_rs@latin: Sadržaj recenzije

source: Review Text is required.
sr_rs@latin: Sadržaj recenzije je neophodan.

source: Leave Review
sr_rs@latin: Ostavite recenziju

source: Instructor's Assistant
sr_rs@latin: Asistent instruktora

source: Widgets in this area will be shown on LifterLMS courses.
sr_rs@latin: Vidžeti u ovoj oblasti biće prikazani na kursevima LifterLMS.

source: Course Sidebar
sr_rs@latin: Bočna traka kursa

source: Widgets in this area will be shown on LifterLMS lessons.
sr_rs@latin: Vidžeti u ovoj oblasti biće prikazani na časovima LifterLMS-a.

source: Lesson Sidebar
sr_rs@latin: Bočna traka Lekcije

source: My Courses
sr_rs@latin: Moji kursevi

source: My Grades
sr_rs@latin: Moje ocene

source: My Memberships
sr_rs@latin: Moje članarine

source: My Achievements
sr_rs@latin: Moja dostignuća

source: Redeem a Voucher
sr_rs@latin: Iskoristite vaučer

source: Order History
sr_rs@latin: Istorija narudžbina

source: You must be enrolled in the course to access this quiz.
sr_rs@latin: Morate biti upisani na kurs da biste pristupili ovom kvizu.

source: This content is restricted
sr_rs@latin: Ovaj sadržaj je ograničen

source: Viewing as %s
sr_rs@latin: Pregledavam kao %s

source: View as %s
sr_rs@latin: Pregledaj kao %s

source: Myself
sr_rs@latin: Ja lično

source: Visitor
sr_rs@latin: Posetilac

source: Voucher code "%s" could not be found.
sr_rs@latin: Kod vaučera "%s" nije pronađen.

source: Voucher code "%s" has already been redeemed the maximum number of times.
sr_rs@latin: Kod vaučera "%s" je već iskorišćen maksimalni broj puta.

source: Voucher code "%s" is no longer valid.
sr_rs@latin: Kod vaučera "%s" nije više važeći.

source: You have already redeemed this voucher.
sr_rs@latin: Već ste iskoristili ovaj vaučer.

source: You are not allowed to manage this certificate.
sr_rs@latin: Nije vam dozvoljeno da upravljate ovim sertifikatom.

source: An error occurred, please try again.
sr_rs@latin: Došlo je do greške. Molim vas, pokušajte ponovo.

source: The lesson %s is now marked as incomplete.
sr_rs@latin: Lekcija %s je sada označena kao nezavršena.

source: Could not locate an order to confirm.
sr_rs@latin: Nije moguće pronaći nalog za potvrdu.

source: Only pending orders can be confirmed.
sr_rs@latin: Mogu se potvrditi samo narudžbine na čekanju.

source: There was an error creating your order, please try again.
sr_rs@latin: Došlo je do greške pri kreiranju porudžbine, pokušajte ponovo.

source: Student unenrolled at the end of access period due to subscription cancellation.
sr_rs@latin: Student se ispisao na kraju pristupnog perioda zbog otkazivanja pretplate.

source: Student unenrolled due to automatic access plan expiration
sr_rs@latin: Student se ispisao zbog automatskog isteka plana pristupa

source: Recurring charge skipped. The user (#%d) no longer exists.
sr_rs@latin: Ponavljajuće punjenje je preskočeno. Korisnik (#%d) više ne postoji.

source: Recurring charge was not processed due to an error encountered while loading the payment gateway: %s.
sr_rs@latin: Ponavljanje naplate nije obrađeno zbog greške kod učitavanja mrežnog prolaza: %s.

source: Recurring charge skipped because recurring payments are disabled for the payment gateway.
sr_rs@latin: Ponavljajuće terećenje je preskočeno jer su ponovljena plaćanja onemogućena za mrežni prolaz za plaćanje.

source: Recurring charge skipped because recurring payments are disabled in staging mode.
sr_rs@latin: Ponavljajuća naplata je preskočena jer su ponovne uplate onemogućene u režimu inscenacije.

source: Missing order information.
sr_rs@latin: Nedostaju informacije o porudžbini.

source: Invalid Order.
sr_rs@latin: Nevažeća porudžbina.

source: Missing gateway information.
sr_rs@latin: Nedostaju informacije o mrežnom prolazu.

source: Order status changed from %1$s to %2$s
sr_rs@latin: Status porudžbine je promenjen iz %1$s u %2$s

source: The selected payment gateway is not currently enabled.
sr_rs@latin: Izabrani mrežni prolaz trenutno nije omogućen.

source: %s does not support recurring payments and cannot process this transaction.
sr_rs@latin: %s ne podržava periodična plaćanja i ne može da obradi ovu transakciju.

source: %s does not support single payments and cannot process this transaction.
sr_rs@latin: %s ne podržava pojedinačna plaćanja i ne može da obradi ovu transakciju.

source: An invalid payment method was selected.
sr_rs@latin: Izabran je nevažeći način plaćanja.

source: Could not proceed to the quiz because required information was missing.
sr_rs@latin: Ne mogu da nastavim sa kvizom jer nedostaju potrebne informacije.

source: Password Reset for {site_title}
sr_rs@latin: Restartovanje lozinke za {site_title}

source: Reset Your Password
sr_rs@latin: Restartuj svoju lozinku

source: Something went wrong. Please try again.
sr_rs@latin: Nešto nije u redu. Molim vas, pokušajte ponovo.

source: Subscription cancelled by student from account page.
sr_rs@latin: Student je otkazao pretplatu sa stranice naloga.

source: Enrollment will be cancelled at the end of the prepaid period.
sr_rs@latin: Upis će biti otkazan na kraju pripejd perioda.

source: Please log in and try again.
sr_rs@latin: Molimo prijavite se i pokušajte ponovo.

source: An unknown error occurred when attempting to create an account, please try again.
sr_rs@latin: Došlo je do nepoznate greške prilikom pokušaja otvaranja računa, pokušajte ponovo.

source: Your account information has been saved.
sr_rs@latin: Podaci o vašem nalogu su sačuvani.

source: Enter a username or e-mail address.
sr_rs@latin: Unesite korisničko ime ili e-adresu.

source: Invalid username or e-mail address.
sr_rs@latin: Nevažeće korisničko ime ili adresa e-pošte.

source: Unable to reset password due to an unknown error. Please try again.
sr_rs@latin: Resetovanje lozinke nije uspelo zbog nepoznate greške. Molim vas, pokušajte ponovo.

source: Check your e-mail for the confirmation link.
sr_rs@latin: Proverite e-poštu za link za potvrdu.

source: Your password has been updated. %1$sClick here to login%2$s.
sr_rs@latin: Vaša lozinka je ažurirana. %1$s Kliknite ovde da biste se prijavili %2$s.

source: Already logged in! Please log out and try again.
sr_rs@latin: Već prijavljeni! Odjavite se i pokušajte ponovo.

source: Please enter your password.
sr_rs@latin: Molim vas unesite vašu šifru.

source: Passwords do not match.
sr_rs@latin: Lozinke se ne poklapaju.

source: Voucher redeemed successfully!
sr_rs@latin: Vaučer je uspešno iskorišćen!

source: The email address entered is not associated with an account.
sr_rs@latin: Unesena adresa e-pošte nije povezana sa nalogom.

source: Invalid username or e-mail.
sr_rs@latin: Nevažeće korisničko ime ili e-pošta.

source: Could not reset password.
sr_rs@latin: Nije moguće resetovati lozinku.

source: Check your e-mail for the account confirmation link.
sr_rs@latin: Proverite svoju e-poštu za link za potvrdu naloga.

source: Invalid key
sr_rs@latin: Nevažeći ključ

source: Access Plan ID "%s" is not valid.
sr_rs@latin: ID plana pristupa „%s“ nije važeći.

source: Missing required property: "%s".
sr_rs@latin: Nedostaje potrebno svojstvo: „%s“.

source: Invalid access plan visibility: "%s"
sr_rs@latin: Nevažeća vidljivost plana pristupa: „%s“

source: Invalid access plan %1$s: "%2$s"
sr_rs@latin: Nevažeći plan pristupa %1$s:„%2$s“

source: Invalid checkout redirect type: "%s"
sr_rs@latin: Nevažeći tip preusmeravanja za naplatu: „%s“

source: Invalid checkout redirect page ID: "%d"
sr_rs@latin: Nevažeći ID stranice za preusmeravanje plaćanja: „%d“

source: Invalid checkout redirect URL: "%s"
sr_rs@latin: Nevažeća URL adresa za preusmeravanje plaćanja: „%s“

source: An error was encountered while creating the access plan
sr_rs@latin: Došlo je do greške prilikom kreiranja plana pristupa

source: Year
sr_rs@latin: Godina

source: Month
sr_rs@latin: Mesec

source: Week
sr_rs@latin: Nedelja

source: Day
sr_rs@latin: Dan

source: Featured
sr_rs@latin: Istaknuto

# restricted by course prerequisite message
source: The lesson "%1$s" cannot be accessed until the required prerequisite course "%2$s" is completed.
sr_rs@latin: Ne može se pristupiti lekciji „%1$s“ dok se ne završi traženi preduslovni kurs „%2$s“.

# restricted by course track prerequisite message
source: The lesson "%1$s" cannot be accessed until the required prerequisite track "%2$s" is completed.
sr_rs@latin: Ne može se pristupiti lekciji „%1$s“ dok se ne završi traženi preduslov grupe „%2$s“.

# lesson restricted by drip settings message
source: The lesson "%1$s" will be available on %2$s
sr_rs@latin: Lekcija "%1$s" će biti dostupna %2$s

# lesson restricted by prerequisite message
source: The lesson "%1$s" cannot be accessed until the required prerequisite "%2$s" is completed.
sr_rs@latin: Lekciji „%1$s“ ne može se pristupiti dok se ne završi potreban preduslov „%2$s“.

source: Bosnia and Herzegovina
sr_rs@latin: Bosna i Hercegovina

source: Croatia
sr_rs@latin: Hrvatska

source: Macedonia
sr_rs@latin: Makedonija

source: Serbia
sr_rs@latin: Srbija

source: Euro
sr_rs@latin: Evro

source: Serbian dinar
sr_rs@latin: Srpski dinar

source: You must agree to the %s to continue.
sr_rs@latin: Morate se složiti sa %s da biste nastavili.

source: Missing an Access Plan ID.
sr_rs@latin: Nedostaje ID plana pristupa.

source: Invalid Access Plan ID.
sr_rs@latin: Nevažeći ID plana pristupa.

source: No payment method selected.
sr_rs@latin: Nije izabran nijedan način plaćanja.

source: Missing customer information.
sr_rs@latin: Nedostaju podaci o kupcu.

source: You already have access to this %2$s! Visit your dashboard <a href="%1$s">here.</a>
sr_rs@latin: Već imate pristup ovom %2$s! Posetite svoju kontrolnu tablu <a href="%1$s">ovde.</a>

source: strong
sr_rs@latin: jako

source: medium
sr_rs@latin: srednje

source: weak
sr_rs@latin: slabo

source: very weak
sr_rs@latin: veoma slabo

source: Your personal data will be used to process your enrollment, support your experience on this website, and for other purposes described in our {{policy}}.
sr_rs@latin: Vaši lični podaci će se koristiti za obradu vašeg upisa, podršku vašem iskustvu na ovoj veb lokaciji i u druge svrhe opisane u našoj {{policy}}.

source: I have read and agree to the {{terms}}.
sr_rs@latin: Pročitao sam i slažem se sa {{terms}}.

source: Incomplete
sr_rs@latin: Nepotpun

source: Pending Review
sr_rs@latin: Na čekanju pregled

source: Fail
sr_rs@latin: Pao

source: Pass
sr_rs@latin: Položio

source: Layout
sr_rs@latin: Izgled

source: You are not enrolled in any courses.
sr_rs@latin: Niste upisani ni na jedan kurs.

source: You are not enrolled in any memberships.
sr_rs@latin: Niste upisani ni u jedno članstvo.

source: View All My Achievements
sr_rs@latin: Pogledaj sva moja dostignuća

source: View All My Certificates
sr_rs@latin: Pogledaj sve moje sertifikate

source: View All My Courses
sr_rs@latin: Pogledaj sve moje kurseve

source: Completion Date
sr_rs@latin: Datum završetka

source: View All My Memberships
sr_rs@latin: Pogledajte sva moja članstva

source: View Notifications
sr_rs@latin: Pogledajte obaveštenja

source: Manage Preferences
sr_rs@latin: Upravljanje preferencama

source: %s ago
sr_rs@latin: pre %s

source: Join
sr_rs@latin: Pridruži se

source: Members Only
sr_rs@latin: Samo članovi

source: One-Time Payment
sr_rs@latin: Jedanput se plaća

source: Subscription
sr_rs@latin: Pretplata

source: This order was migrated to the LifterLMS 3.0 data structure. %1$sLearn more%2$s.
sr_rs@latin: Ova porudžbina je migrirana na strukturu podataka LifterLMS 3.0. %1$sSaznajte više%2$s.

source: Welcome to LifterLMS 3.13.0! We've packed a ton of features into this release: Take a moment to get familiar with the all new %1$scourse builder%3$s and our new %2$suser roles%3$s.
sr_rs@latin: Dobrodošli u LifterLMS 3.13.0! U ovo izdanje smo upakovali gomilu funkcija: Odvojite trenutak da se upoznate sa svim novim %1$s kreatorom predmeta %3$s i našim novim %2$s korisničkim ulogama %3$s.

source: Welcome to LifterLMS 3.16.0! This update adds significant improvements to the quiz-building experience. Notice quizzes and questions are no longer found under "Courses" on the sidebar? Your quizzes have not been deleted but they have been moved! Read more about the all new %1$squiz builder%2$s.
sr_rs@latin: Dobrodošli u LifterLMS 3.16.0! Ovo ažuriranje dodaje značajna poboljšanja u doživljaju izrade kvizova. Kvizovi i pitanja za obaveštenja više se ne nalaze u odeljku „Kursevi“ na bočnoj traci? Vaši kvizovi nisu izbrisani, ali su premešteni! Pročitajte više o novom programu %1$s quiz builder %2$s.

source: Restrict forums and topics to memberships, add forums to courses, and %1$smore%2$s.
sr_rs@latin: Ograničite forume i teme na članstva, dodajte forume na kurseve i %1$s more %2$s.

source: Select forums
sr_rs@latin: Izaberite forume

source: Add forums which will only be available to students currently enrolled in this course.
sr_rs@latin: Dodajte forume koji će biti dostupni samo studentima koji su trenutno upisani u ovaj kurs.

source: Private Course Forums
sr_rs@latin: Forumi privatnih kurseva

source: You must be enrolled in this course to access the course forum.
sr_rs@latin: Morate biti prijavljeni na ovaj kurs da biste pristupili forumu kursa.

source: Student creates a new forum topic
sr_rs@latin: Student kreira novu temu foruma

source: Student creates a new forum reply
sr_rs@latin: Student kreira novi odgovor na forumu

source: Add LifterLMS information to user profiles and enable membership restrictions for activity, group, and member directories. %1$sLearn More%2$s.
sr_rs@latin: Dodajte LifterLMS informacije u korisničke profile i omogućite ograničenja članstva za direktorijume aktivnosti, grupa i članova. %1$s Saznajte više %2$s.

source: years
sr_rs@latin: godine

source: months
sr_rs@latin: meseci

source: days
sr_rs@latin: dani

source: DOMDocument not available.
sr_rs@latin: DOMDocument nije dostupan.

source: DOMDocument XML Error encountered.
sr_rs@latin: DOMDocument XML greška.

source: Student creates a new account
sr_rs@latin: Student kreira novi nalog

source: Student Purchases an Access Plan
sr_rs@latin: Student kupuje pristupni plan

source: Student enrolls in a course
sr_rs@latin: Student upisuje kurs

source: Student purchases a course
sr_rs@latin: Student kupuje kurs

source: Student completes a course
sr_rs@latin: Student završava kurs

source: Student completes a lesson
sr_rs@latin: Student završava lekciju

source: Student completes a quiz
sr_rs@latin: Student završava kviz

source: Student passes a quiz
sr_rs@latin: Učenik je položio kviz

source: Student fails a quiz
sr_rs@latin: Student je pao na kvizu

source: Student completes a section
sr_rs@latin: Student završava odeljak

source: Student completes a course track
sr_rs@latin: Student završava trasu kursa

source: Student enrolls in a membership
sr_rs@latin: Student se upisuje u članstvo

source: Student purchases a membership
sr_rs@latin: Student kupuje članstvo

source: Award an Achievement
sr_rs@latin: Nagraditi dostignuće

source: Award a Certificate
sr_rs@latin: Dodelite sertifikat

source: Send an Email
sr_rs@latin: Pošaljite email

source: Catalog &amp; Search
sr_rs@latin: Katalog &amp; Pretraga

source: Catalog only
sr_rs@latin: Samo katalog

source: Search only
sr_rs@latin: Samo pretraga

source: Cancelled
sr_rs@latin: Otkazano

source: Expired
sr_rs@latin: Isteklo

source: Search Results: &ldquo;%s&rdquo;
sr_rs@latin: Rezultati pretrage: &ldquo;%s&rdquo;

source: &nbsp;&ndash; Page %s
sr_rs@latin: &nbsp;&ndash; Stranica %s

source: Continue
sr_rs@latin: Nastavite

source: Course Complete
sr_rs@latin: Završen kurs

source: Get Started
sr_rs@latin: Započnite

# Access plan period
source: year
sr_rs@latin: godišnji

# Access plan period
source: month
sr_rs@latin: mesečni

# Access plan period
source: week
sr_rs@latin: nedeljni

# Access plan period
source: day
sr_rs@latin: dnevni

source: FREE
sr_rs@latin: BESPLATNO

# Access expiration date
source: access until %s
sr_rs@latin: pristup odobren do %s

# Access period description
source: %1$d %2$s of access
sr_rs@latin: %1$d %2$s pristupa

# subscription schedule
source: per %s
sr_rs@latin: %s

# subscription schedule
source: every %1$d %2$s
sr_rs@latin: svake %1$d %2$s

# subscription # of payments
source: for %1$d total payments
sr_rs@latin: za %1$d ukupnih plaćanja

# trial offer description
source: for %1$d %2$s
sr_rs@latin: za %1$d %2$s

source: %s was successfully activated.
sr_rs@latin: %s je uspešno aktiviran.

source: Could not activate %s.
sr_rs@latin: Nije moguće aktivirati %s.

source: %s was successfully deactivated.
sr_rs@latin: %s je uspešno deaktiviran.

source: Could not deactivate %s.
sr_rs@latin: Nije moguće deaktivirati %s.

source: Inactive
sr_rs@latin: Neaktivno

source: Not Installed
sr_rs@latin: Nije instalirano

source: Licensed
sr_rs@latin: Licencirano

source: Unlicensed
sr_rs@latin: Nelicencirano

# flat rate coupon discount
source: %s Discount
sr_rs@latin: %s Popust

# Remaining coupon uses
source: Unlimited
sr_rs@latin: Neograničeno

source: This coupon has reached its usage limit and can no longer be used.
sr_rs@latin: Ovaj kupon je dostigao ograničenje upotrebe i više se ne može koristiti.

source: This coupon expired on %s and can no longer be used.
sr_rs@latin: Ovaj kupon je istekao %s i više se ne može koristiti.

source: This coupon cannot be used to purchase "%s".
sr_rs@latin: Ovim kuponom se ne može kupiti „%s“.

source: To be Determined
sr_rs@latin: Treba da se utvrdi

source: Anonymous
sr_rs@latin: Anonimno

source: Order &ndash; %s
sr_rs@latin: Porudžbina &ndash; %s

source: Payment gateway %s could not be located or is no longer enabled
sr_rs@latin: Pristupnik za plaćanje %s nije mogao da se pronađe ili više nije omogućen

source: Order is not recurring
sr_rs@latin: Porudžbina se ne ponavlja

source: Invalid order status
sr_rs@latin: Nevažeći status porudžbine

source: No more payments due
sr_rs@latin: Nema više plaćanja

source: Order payment plan completed.
sr_rs@latin: Plan plaćanja porudžbine je završen.

source: Automatic retry attempt scheduled for %s
sr_rs@latin: Pokušaj automatskog ponovnog pokušaja zakazan za %s

source: Maximum retry attempts reached.
sr_rs@latin: Dosegnut maksimalan broj pokušaja ponovnog pokušaja.

source: Quiz Attempt #%1$d by %2$s
sr_rs@latin: Pokušak kviza #%1$d by %2$s

source: You must be logged in to take a quiz!
sr_rs@latin: Morate biti prijavljeni da biste učestvovali u kvizu!

source: Correct answer
sr_rs@latin: Tačan odgovor

source: Incorrect answer
sr_rs@latin: Netačan odgovor

source: Awaiting review
sr_rs@latin: Čeka se recenzija

# quiz attempts remaining
source: Unlimited
sr_rs@latin: Neograničeno

source: Transaction for Order #%1$d &ndash; %2$s
sr_rs@latin: Transakcija za narudžbinu #%1$d &ndash; %2$s

source: The selected transaction is not eligible for a refund.
sr_rs@latin: Izabrana transakcija ne ispunjava uslove za povraćaj sredstava.

source: Requested refund amount was %1$s, the maximum possible refund for this transaction is %2$s.
sr_rs@latin: Traženi iznos povrata bio je %1$s, maksimalni mogući povraćaj sredstava za ovu transakciju je %2$s.

source: manual refund
sr_rs@latin: ručno refundiranje

source: Selected gateway "%s" is inactive or invalid.
sr_rs@latin: Izabrani mrežni prolaz „%s“ je neaktivan ili nevažeći.

source: Selected gateway "%s" does not support refunds.
sr_rs@latin: Izabrani mrežni prolaz „% s“ ne podržava povraćaj novca.

source: Refunded %1$s for transaction #%2$d via %3$s [Refund ID: %4$s]
sr_rs@latin: Povraćaj novca %1$s za transakciju #%2$d pomoću %3$s [ID Refundiranja: %4$s]

source: Refund Notes:
sr_rs@latin: Beleške za povraćaj novca:

source: An unknown error occurred during refund processing
sr_rs@latin: Došlo je do nepoznate greške tokom obrade povrata novca

source: Single
sr_rs@latin: Pojedinačno

source: Trial
sr_rs@latin: Probni period

source: %1$s earned the achievement "%2$s"
sr_rs@latin: %1$s je zaradio/la dostignuće "%2$s"

source: %1$s earned the certificate "%2$s"
sr_rs@latin: %1$s je zaradio/la sertifikat "%2$s"

source: Email "%1$s" was sent to %2$s
sr_rs@latin: Email "%1$s" je poslat %2$s

source: %1$s purchased the %2$s
sr_rs@latin: %1$s je kupio/la %2$s

source: %1$s enrolled into the %2$s
sr_rs@latin: %1$s se upisao/la %2$s

source: %1$s unenrolled from the %2$s
sr_rs@latin: %1$s se ispisao/la %2$s

source: %1$s completed the %2$s
sr_rs@latin: %1$s je završio/la %2$s

source: The processor "%s" does not exist.
sr_rs@latin: Procesor "%s" ne postoji.
