Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Use SoundCloud or Spotify audio URLS.
sr_rs@latin: Koristi SoundCloud ili Spotify audio URL-ove.

source: %d add-ons
sr_rs@latin: %d dodataka

source: 1 add-on
sr_rs@latin: 1 dodatak

source: Select an Image
sr_rs@latin: Izaberite sliku

source: Select Image
sr_rs@latin: Izaberite sliku

source: An error was encountered generating the export
sr_rs@latin: Došlo je do greške pri generisanju izvoza

source: Select a Course/Membership
sr_rs@latin: Izaberi kurs/članstvo

source: Select a student
sr_rs@latin: Izaberi studenta

source: Error: %s
sr_rs@latin: Greška: %s

source: Filter by Student(s)
sr_rs@latin: Filtriraj prema studentima

source: Error
sr_rs@latin: Greška

source: Request timed out
sr_rs@latin: Zahtev istekao

source: Retry
sr_rs@latin: Pokušaj ponovo

source: There was an error loading the necessary resources. Please try again.
sr_rs@latin: Došlo je do greške pri učitavanju potrebnih resursa. Molim vas, pokušajte ponovo.

source: After deleting this access plan, any students subscribed to this plan will still have access and will continue to make recurring payments according to the access plan's settings. If you wish to terminate their plans you must do so manually. This action cannot be reversed.
sr_rs@latin: Nakon brisanja ovog plana pristupa, svi studenti pretplaćeni na ovaj plan i dalje će imati pristup i nastaviće da vrše redovna plaćanja u skladu sa podešavanjima plana pristupa. Ako želite da raskinete njihove planove, to morate učiniti ručno. Ova akcija se ne može poništiti.

source: An error was encountered during the save attempt. Please try again.
sr_rs@latin: Došlo je do greške tokom pokušaja čuvanja. Molim vas, pokušajte ponovo.

source: Please select a student to enroll
sr_rs@latin: Izaberite učenika za upis

source: Are you sure you want to delete this row? This cannot be undone.
sr_rs@latin: Da li ste sigurni da želite da izbrišete ovaj red? Ovo se ne može poništiti.

source: Click okay to enroll all active members into the selected course. Enrollment will take place in the background and you may leave your site after confirmation. This action cannot be undone!
sr_rs@latin: Kliknite u redu da biste sve aktivne članove upisali u izabrani kurs. Upis će se odvijati u pozadini i možete napustiti veb lokaciju nakon potvrde. Ova radnja se ne može opozvati!

source: "%s" is already in the course list.
sr_rs@latin: „%s“ je već na listi kurseva.

source: Refund
sr_rs@latin: Reklamacija

source: Record a Manual Payment
sr_rs@latin: Snimite ručno plaćanje

source: Copy this code and paste it into the desired area
sr_rs@latin: Kopirajte ovaj kod i nalepite ga u željeno područje

source: Remarks to Student
sr_rs@latin: Primedbe studentu

source: Are you sure you wish to quit this quiz attempt?
sr_rs@latin: Da li ste sigurni da želite da napustite ovaj pokušaj kviza?

source: Grading Quiz...
sr_rs@latin: Ocenjivanje kviza ...

source: Loading Question...
sr_rs@latin: Učitavanje pitanja ...

source: An unknown error occurred. Please try again.
sr_rs@latin: Došlo je do nepoznate greške. Molim vas, pokušajte ponovo.

source: Loading Quiz...
sr_rs@latin: Učitavanje kviza ...

source: Time Remaining
sr_rs@latin: Preostalo vreme

source: Next Question
sr_rs@latin: Sledeće pitanje

source: Complete Quiz
sr_rs@latin: Završi kviz

source: Previous Question
sr_rs@latin: Prethodno pitanje

source: Loading...
sr_rs@latin: Učitavanje...

source: You must select an answer to continue.
sr_rs@latin: Morate izabrati odgovor kako biste nastavili...

source: unassigned
sr_rs@latin: neraspoređeno

source: Custom Link
sr_rs@latin: Prilagođeni link

source: Sign In
sr_rs@latin: Prijavi se

source: Sign Out
sr_rs@latin: Odjavi se

source: Select all
sr_rs@latin: Izaberi sve

source: Add to menu
sr_rs@latin: Dodaj u meni

source: Username
sr_rs@latin: Korisničko ime

source: Email Address
sr_rs@latin: Email adresa

source: Confirm Email Address
sr_rs@latin: Potvrdi email adresu

source: Street Address
sr_rs@latin: Ulica

source: Apartment, suite, or unit
sr_rs@latin: Broj

source: City
sr_rs@latin: Grad

source: State
sr_rs@latin: Država

source: Zip Code
sr_rs@latin: Poštanski broj

source: Have a voucher?
sr_rs@latin: Imate vaučer?

source: Voucher Code
sr_rs@latin: Kod vaučera

source: Username or Email Address
sr_rs@latin: Korisničko ime ili email adresa

source: Password
sr_rs@latin: Lozinka

source: Login
sr_rs@latin: Uloguj se

source: Remember me
sr_rs@latin: Zapamti me

source: Lost your password?
sr_rs@latin: Zaboravio si lozinku?

source: Current Password
sr_rs@latin: Trenutna lozinka

source: New Password
sr_rs@latin: Nova lozinka

source: Confirm New Password
sr_rs@latin: Potvrdi novu lozinku

source: Confirm Password
sr_rs@latin: Potvrdi lozinku

source: A %s password is required.
sr_rs@latin: %s lozinka je neophodna.

source: A minimum password strength of %s is required.
sr_rs@latin: Minimalna snaga lozinke %s je neophodna.

source: The password must be at least 6 characters in length. Consider adding letters, numbers, and symbols to increase the password strength.
sr_rs@latin: Lozinka mora imati najmanje 6 znakova. Razmislite o dodavanju slova, brojeva i simbola da biste povećali snagu lozinke.

source: Change Password
sr_rs@latin: Promeni lozinku

source: Lost your password? Enter your email address and we will send you a link to reset it.
sr_rs@latin: Zaboravili ste lozinku? Unesite svoju adresu e-pošte i mi ćemo vam poslati link za resetovanje.

source: Lost your password? Enter your username or email address and we will send you a link to reset it.
sr_rs@latin: Zaboravili ste lozinku? Unesite svoje korisničko ime ili adresu e-pošte i mi ćemo vam poslati link za resetovanje.

source: Reset Password
sr_rs@latin: Restartuj lozinku

source: Update Password
sr_rs@latin: Ažuriraj lozinku

source: Invalid action
sr_rs@latin: Nevažeća radnja

source: Could not find an account with the supplied email address and password combination.
sr_rs@latin: Ne mogu da pronađem nalog sa priloženom kombinacijom adrese e-pošte i lozinke.

source: No user ID specified.
sr_rs@latin: Nije naveden korisnički ID.

source: %s is a required field
sr_rs@latin: %s je neophodno polje

source: An account with the email address "%s" already exists.
sr_rs@latin: Nalog sa adresom e-pošte „%s“ već postoji.

source: The username "%s" is invalid, please try a different username.
sr_rs@latin: Korisničko ime „%s“ je nevažeće, pokušajte sa drugim korisničkim imenom.

source: An account with the username "%s" already exists.
sr_rs@latin: Nalog sa korisničkim imenom „%s“ već postoji.

source: The submitted %s was incorrect.
sr_rs@latin: Prijavljeni %s je netačan.

source: "%1$s" is an invalid option for %2$s
sr_rs@latin: „%1$s“ je nevažeća opcija za %2$s

source: %s must be numeric
sr_rs@latin: %s mora biti cifra

source: %s must be a valid email address
sr_rs@latin: %s mora biti važeća e-pošta

source: %1$s must match %2$s
sr_rs@latin: %1$s mora biti isto kao i %2$s

# Order status
source: Completed
sr_rs@latin: Završeno

source: Completed <span class="count">(%s)</span>
sr_rs@latin: Završeno <span class="count">(%s)</span>

# Order status
source: Active
sr_rs@latin: Aktivno

source: Active <span class="count">(%s)</span>
sr_rs@latin: Aktivno <span class="count">(%s)</span>

# Order status
source: Expired
sr_rs@latin: Isteklo

source: Expired <span class="count">(%s)</span>
sr_rs@latin: Isteklo <span class="count">(%s)</span>

# Order status
source: On Hold
sr_rs@latin: Na čekanju

source: On Hold <span class="count">(%s)</span>
sr_rs@latin: Na čekanju <span class="count">(%s)</span>

# Order status
source: Pending Cancellation
sr_rs@latin: Na čekanju otkazivanja

source: Pending Cancellation <span class="count">(%s)</span>
sr_rs@latin: Na čekanju otkazivanja <span class="count">(%s)</span>

# Order status
source: Pending Payment
sr_rs@latin: Na čekanju za plaćanje

source: Pending Payment <span class="count">(%s)</span>
sr_rs@latin: Na čekanju za plaćanje <span class="count">(%s)</span>

# Order status
source: Cancelled
sr_rs@latin: Otkazano

source: Cancelled <span class="count">(%s)</span>
sr_rs@latin: Otkazano <span class="count">(%s)</span>

# Order status
source: Refunded
sr_rs@latin: Refundirano

source: Refunded <span class="count">(%s)</span>
sr_rs@latin: Refundirano <span class="count">(%s)</span>

# Order status
source: Failed
sr_rs@latin: Neuspešno

source: Failed <span class="count">(%s)</span>
sr_rs@latin: Neuspešno <span class="count">(%s)</span>

# Admin menu name
source: Courses
sr_rs@latin: Kursevi

source: Add Course
sr_rs@latin: Dodaj kurs

source: Add New Course
sr_rs@latin: Dodaj novi kurs

source: Edit Course
sr_rs@latin: Uredi kurs

source: New Course
sr_rs@latin: Novi kurs

source: View Course
sr_rs@latin: Prikaži kurs

source: Search Courses
sr_rs@latin: Pretraži kurseve

source: No Courses found
sr_rs@latin: Kursevi nisu pronađeni

source: No Courses found in trash
sr_rs@latin: Nema kurseva u kanti

source: Parent Course
sr_rs@latin: Kurs roditelj

source: This is where you can add new courses.
sr_rs@latin: Ovde možete dodati nove kurseve.

# course url slug
source: course
sr_rs@latin: kurs

# course archive url slug
source: courses
sr_rs@latin: kursevi

source: Add Section
sr_rs@latin: Dodaj odeljak

source: Add New Section
sr_rs@latin: Dodaj novi odeljak

source: Edit Section
sr_rs@latin: Uredi odeljak

source: View Section
sr_rs@latin: Prikaži odeljak

source: Search Sections
sr_rs@latin: Prikaži odeljke

source: No Sections found
sr_rs@latin: Nije pronađen odeljak

source: No Sections found in trash
sr_rs@latin: U kanti nema odeljaka

source: Parent Sections
sr_rs@latin: Odeljak roditelj

# Admin menu name
source: Sections
sr_rs@latin: Odeljci

source: This is where sections are stored.
sr_rs@latin: Ovde se čuvaju odeljci.

source: Add Lesson
sr_rs@latin: Dodaj lekciju

source: Add New Lesson
sr_rs@latin: Dodaj novu lekciju

source: Edit Lesson
sr_rs@latin: Uredi lekciju

source: View Lesson
sr_rs@latin: Pregledaj lekciju

source: Search Lessons
sr_rs@latin: Pretraži lekcije

source: No Lessons found
sr_rs@latin: Lekcije nisu pronađene

source: No Lessons found in trash
sr_rs@latin: U kanti nema lekcija

source: Parent Lessons
sr_rs@latin: Roditelj lekcije

# Admin menu name
source: Lessons
sr_rs@latin: Lekcije

source: This is where you can view all of the lessons.
sr_rs@latin: Ovde možete pregledati sve lekcije.

# lesson url slug
source: lesson
sr_rs@latin: lekcija

source: Add Quiz
sr_rs@latin: Dodaj kviz

source: Add New Quiz
sr_rs@latin: Dodaj novi kviz

source: Edit Quiz
sr_rs@latin: Uredi kviz

source: View Quiz
sr_rs@latin: Prikaži kviz

source: Search Quiz
sr_rs@latin: Pretraži kvizove

source: No Quizzes found
sr_rs@latin: Kviz nije pronađen

source: No Quizzes found in trash
sr_rs@latin: U kanti nema kvizova

source: Parent Quizzes
sr_rs@latin: Roditelj kviz

# Admin menu name
source: Quizzes
sr_rs@latin: Kvizovi

source: This is where you can view all of the quizzes.
sr_rs@latin: Ovde možete pregledati sve kvizove.

# quiz url slug
source: quiz
sr_rs@latin: kviz

source: Question
sr_rs@latin: Pitanje

source: Add New Question
sr_rs@latin: Dodaj novo pitanje

source: Edit Question
sr_rs@latin: Uredi pitanje

source: New Question
sr_rs@latin: Novo pitanje

source: View Question
sr_rs@latin: Prikaži pitanje

source: Search Questions
sr_rs@latin: Pretraži pitanja

source: No Questions found
sr_rs@latin: Pitanja nisu pronađena

source: No Questions found in trash
sr_rs@latin: U kanti nema pitanja

source: Parent Questions
sr_rs@latin: Pitanje roditelj

# Admin menu name
source: Quiz Questions
sr_rs@latin: Kviz pitanja

source: This is where you can view all of the Quiz Questions.
sr_rs@latin: Ovde možete pregledati sva pitanja za kvizove.

# Admin menu name
source: Memberships
sr_rs@latin: Članarine

source: Add Membership
sr_rs@latin: Dodaj članarinu

source: Add New Membership
sr_rs@latin: Dodaj novu članarinu

source: Edit Membership
sr_rs@latin: Uredi članarinu

source: New Membership
sr_rs@latin: Nova članarina

source: View Membership
sr_rs@latin: Pregledaj članarinu

source: Search Memberships
sr_rs@latin: Pretraži članarine

source: No Memberships found
sr_rs@latin: Članarine nisu pronađene

source: No Memberships found in trash
sr_rs@latin: U kanti nema članarina

source: Parent Membership
sr_rs@latin: Članarina roditelj

source: This is where you can add new Membership levels.
sr_rs@latin: Ovde možete dodati nove nivoe članarina.

# membership url slug
source: membership
sr_rs@latin: clanarina

# membership archive url slug
source: memberships
sr_rs@latin: clanarine

source: Engagement
sr_rs@latin: Angažovanje

source: Add Engagement
sr_rs@latin: Dodaj angažovanje

source: Add New Engagement
sr_rs@latin: Dodaj novo angažovanje

source: Edit Engagement
sr_rs@latin: Uredi angažovanje

source: New Engagement
sr_rs@latin: Novo angažovanje

source: View Engagement
sr_rs@latin: Pregledaj angažovanje

source: Search Engagement
sr_rs@latin: Pretraži angažovanja

source: No Engagement found
sr_rs@latin: Angažovanja nisu pronađena

source: No Engagement found in trash
sr_rs@latin: Nema angažovanja u kanti

source: Parent Engagement
sr_rs@latin: Angažovanje roditelj

# Admin menu name
source: Engagements
sr_rs@latin: Angažovanja

source: This is where engagements are stored.
sr_rs@latin: Ovde se angažovanja čuvaju.

source: Orders
sr_rs@latin: Narudžbine

source: Add Order
sr_rs@latin: Dodaj narudžbinu

source: Add New Order
sr_rs@latin: Dodaj novu narudžbinu

source: Edit Order
sr_rs@latin: Uredi narudžbinu

source: New Order
sr_rs@latin: Nova narudžbina

source: View Order
sr_rs@latin: Pregledaj narudžbinu

source: Search Orders
sr_rs@latin: Pretraži narudžbine

source: No Orders found
sr_rs@latin: Narudžbine nisu pronađene

source: No Orders found in trash
sr_rs@latin: Nema narudžbina u kanti

source: Parent Orders
sr_rs@latin: Narudžbina roditelj

# Admin menu name
source: Orders
sr_rs@latin: Narudžbine

source: This is where orders are managed
sr_rs@latin: Ovde se rukovodi narudžbinama

source: Transaction
sr_rs@latin: Transakcije

source: Add Transaction
sr_rs@latin: Dodaj transakciju

source: Add New Transaction
sr_rs@latin: Dodaj novu transakciju

source: Edit Transaction
sr_rs@latin: Uredi transakciju

source: New Transaction
sr_rs@latin: Nova transakcija

source: View Transaction
sr_rs@latin: Prikaži transakciju

source: Search Transactions
sr_rs@latin: Pretraži transakcije

source: No Transactions found
sr_rs@latin: Transakcije nisu pronađene

source: No Transactions found in trash
sr_rs@latin: U kanti nema transakcija

source: Parent Transactions
sr_rs@latin: Transakcija roditelj

source: This is where single and recurring order transactions are stored
sr_rs@latin: Ovde se čuvaju jednokratne i transakcije koje se ponavljaju

source: Achievement
sr_rs@latin: Dostignuća

source: Add Achievement
sr_rs@latin: Dodaj dostignuće

source: Add New Achievement
sr_rs@latin: Dodaj novo dostignuće

source: Edit Achievement
sr_rs@latin: Uredi dostignuće

source: New Achievement
sr_rs@latin: Novo dostignuće

source: View Achievement
sr_rs@latin: Prikaži dostignuće

source: Search Achievement
sr_rs@latin: Pretraži dostignuća

source: No Achievement found
sr_rs@latin: Dostignuća nisu pronađena

source: No Achievement found in trash
sr_rs@latin: U kanti nema dostignuća

source: Parent Achievement
sr_rs@latin: Dostignuće roditelj

# Admin menu name
source: Achievements
sr_rs@latin: Dostignuća

source: This is where achievements are stored.
sr_rs@latin: Ovde se čuvaju sva dostignuća.

source: Certificate
sr_rs@latin: Sertifikat

source: Add Certificate
sr_rs@latin: Dodaj sertifikat

source: Add New Certificate
sr_rs@latin: Dodaj novi sertifikat

source: Edit Certificate
sr_rs@latin: Uredi sertifikat

source: New Certificate
sr_rs@latin: Novi sertifiakt

source: View Certificate
sr_rs@latin: Prikaži sertifikat

source: Search Certificates
sr_rs@latin: Pretraži sertifikate

source: No Certificates found
sr_rs@latin: Sertifikati nisu pronađeni

source: No Certificates found in trash
sr_rs@latin: Nema sertifikata u kanti

source: Parent Certificates
sr_rs@latin: Sertifikat roditelj

# Admin menu name
source: Certificates
sr_rs@latin: Sertifikati

source: This is where you can view all of the certificates.
sr_rs@latin: Ovde možete pregledati sve sertifikate.

# slug
source: certificate
sr_rs@latin: sertifikat

source: My Certificates
sr_rs@latin: Moji sertifikati

source: My Certificate
sr_rs@latin: Moj sertifikat

source: Add My Certificate
sr_rs@latin: Dodaj "Moj sertifikat"

source: Add New My Certificate
sr_rs@latin: Dodaj novi "Moj sertifikat"

source: Edit My Certificate
sr_rs@latin: Uredi "Moj sertifikat"

source: New My Certificate
sr_rs@latin: Novi "Moj sertifikat"

source: View My Certificate
sr_rs@latin: Prikaži "Moj sertifikat"

source: Search My Certificates
sr_rs@latin: Pretraži moje sertifikate

source: No My Certificates found
sr_rs@latin: Moji sertifikati nisu pronađeni

source: No My Certificates found in trash
sr_rs@latin: U kanti nema mojih sertifikata

source: Parent My Certificates
sr_rs@latin: Roditelj "Moj sertifikat"

# Admin menu name
source: My Certificates
sr_rs@latin: Moji sertifikati

# slug
source: my_certificate
sr_rs@latin: moji_sertifikat

source: Emails
sr_rs@latin: Email-ovi

source: Add Email
sr_rs@latin: Dodaj email

source: Add New Email
sr_rs@latin: Dodaj novi email

source: Edit Email
sr_rs@latin: Uredi email

source: New Email
sr_rs@latin: Novi email

source: View Email
sr_rs@latin: Pregledaj email

source: Search Emails
sr_rs@latin: Pretraži email-ove

source: No Emails found
sr_rs@latin: Email-ovi nisu pronađeni

source: No Emails found in trash
sr_rs@latin: U kanti nema e-mail-ova

source: Parent Emails
sr_rs@latin: Roditelj email

# Admin menu name
source: Emails
sr_rs@latin: Email-ovi

source: This is where emails are stored.
sr_rs@latin: Ovde se čuvaju email-ovi.

source: Coupons
sr_rs@latin: Kuponi

source: Add Coupon
sr_rs@latin: Dodaj kupon

source: Add New Coupon
sr_rs@latin: Dodaj novi kupon

source: Edit Coupon
sr_rs@latin: Uredi kupon

source: New Coupon
sr_rs@latin: Novi kupon

source: View Coupon
sr_rs@latin: Pregledaj kupon

source: Search Coupon
sr_rs@latin: Pretraži kupon

source: No Coupon found
sr_rs@latin: Ni jedan kupon nije pronađen

source: No Coupon found in trash
sr_rs@latin: U kanti nema kupona

source: Parent Coupon
sr_rs@latin: Roditelj kupon

# Admin menu name
source: Coupons
sr_rs@latin: Kuponi

source: This is where coupons are stored.
sr_rs@latin: Ovde su čuvaju kuponi.

source: Vouchers
sr_rs@latin: Vaučeri

source: Add Voucher
sr_rs@latin: Dodaj vaučer

source: Add New Voucher
sr_rs@latin: Dodaj novi vaučer

source: Edit Voucher
sr_rs@latin: Uredi vaučer

source: New Voucher
sr_rs@latin: Novi vaučer

source: View Voucher
sr_rs@latin: Pregledaj vaučer

source: Search Voucher
sr_rs@latin: Pretraži vaučere

source: No Voucher found
sr_rs@latin: Vaučeri nisu pronađeni

source: No Voucher found in trash
sr_rs@latin: U kanti nema vaučera

source: Parent Voucher
sr_rs@latin: Roditelj vaučer

# Admin menu name
source: Vouchers
sr_rs@latin: Vaučeri

source: This is where voucher are stored.
sr_rs@latin: Ovde se čuvaju vaučeri.

source: Review
sr_rs@latin: Recenzija

# Admin menu name
source: Reviews
sr_rs@latin: Recenzije

source: Add Review
sr_rs@latin: Dodaj recenziju

source: Add New Review
sr_rs@latin: Dodaj novu recenziju

source: Edit Review
sr_rs@latin: Uredi recenziju

source: New Review
sr_rs@latin: Nova recenzija

source: View Review
sr_rs@latin: Pregledaj recenziju

source: Search Reviews
sr_rs@latin: Pretraži recenzije

source: No Reviews found
sr_rs@latin: Recenzije nisu pronađene

source: No Reviews found in trash
sr_rs@latin: U kanti nisu pronađene recenzije

source: Parent Review
sr_rs@latin: Roditelj recenzija

source: This is where you can add new reviews.
sr_rs@latin: Ovde možete dodati nove recenzije.

source: Access Plan
sr_rs@latin: Plan pristupa

source: Add Access Plan
sr_rs@latin: Dodaj Plan pristupa

source: Add New Access Plan
sr_rs@latin: Dodaj novi Plan pristupa

source: Edit Access Plan
sr_rs@latin: Uredi Plan pristupa

source: View Access Plan
sr_rs@latin: Pregledaj Plan pristupa

source: Search Access Plans
sr_rs@latin: Pretraži Planove pristupa

source: No Access Plans found
sr_rs@latin: Planovi pristupa nisu pronađeni

source: No Access Plans found in trash
sr_rs@latin: U kanti nema Planova pristupa

source: Parent Access Plans
sr_rs@latin: Roditelj Plan pristupa

# Admin menu name
source: Access Plans
sr_rs@latin: Planovi pristupa

source: This is where access plans are stored.
sr_rs@latin: Ovde se čuvaju planovi pristupa.

# Transaction status
source: Failed
sr_rs@latin: Neuspešno

# Transaction status
source: Pending
sr_rs@latin: Nerešen

source: Pending <span class="count">(%s)</span>
sr_rs@latin: Nerešen <span class="count">(%s)</span>

# Transaction status
source: Refunded
sr_rs@latin: Refundirano

# Transaction status
source: Succeeded
sr_rs@latin: Uspešno

source: Succeeded <span class="count">(%s)</span>
sr_rs@latin: Uspešno <span class="count">(%s)</span>

source: Course Categories
sr_rs@latin: Kategorije kurseva

source: Course Category
sr_rs@latin: Kategorija kursa

# Admin menu name
source: Categories
sr_rs@latin: Kategorije

source: Search Course Categories
sr_rs@latin: Pretraži kategorije kurseva

source: All Course Categories
sr_rs@latin: Sve kategorije kurseva

source: Parent Course Category
sr_rs@latin: Roditelj kategorije kurseva

source: Parent Course Category:
sr_rs@latin: Roditelj kategorije kurseva:

source: Edit Course Category
sr_rs@latin: Uredi kategorije kurseva

source: Update Course Category
sr_rs@latin: Ažuriraj kategorije kurseva

source: Add New Course Category
sr_rs@latin: Dodaj novu kategoriju kursa

source: New Course Category Name
sr_rs@latin: Ime nove kategorije kursa

# slug
source: course-category
sr_rs@latin: kategorija_kursa

source: Course Difficulties
sr_rs@latin: Težine kurseva

source: Course Difficulty
sr_rs@latin: Težina kursa

# Admin menu name
source: Difficulties
sr_rs@latin: Težine

source: Search Course Difficulties
sr_rs@latin: Pretraži težine kurseva

source: All Course Difficulties
sr_rs@latin: Sve težine kurseva

source: Parent Course Difficulty
sr_rs@latin: Roditelj težine kurseva

source: Parent Course Difficulty:
sr_rs@latin: Roditelj težine kurseva:

source: Edit Course Difficulty
sr_rs@latin: Uredi težinu kursa

source: Update Course Difficulty
sr_rs@latin: Ažuriraj težinu kursa

source: Add New Course Difficulty
sr_rs@latin: Dodaj novu težinu kursa

source: New Course Difficulty Name
sr_rs@latin: Ime nove težine kursa

# slug
source: course-difficulty
sr_rs@latin: tezina_kursa

source: Course Tags
sr_rs@latin: Oznake kursa

source: Course Tag
sr_rs@latin: Oznaka kursa

# Admin menu name
source: Tags
sr_rs@latin: Oznake

source: Search Course Tags
sr_rs@latin: Pretraži sve oznake kursa

source: All Course Tags
sr_rs@latin: Sve oznake kurseva

source: Parent Course Tag
sr_rs@latin: Roditelj oznake kursa

source: Parent Course Tag:
sr_rs@latin: Roditelj oznake kursa:

source: Edit Course Tag
sr_rs@latin: Uredi oznaku kursa

source: Update Course Tag
sr_rs@latin: Ažuriraj oznaku kursa

source: Add New Course Tag
sr_rs@latin: Dodaj novu oznaku kursa

source: New Course Tag Name
sr_rs@latin: Novo ime oznake kursa

# slug
source: course-tag
sr_rs@latin: oznaka_kursa

source: Course Track
sr_rs@latin: Grupa kursa (Track)

source: Course Tracks
sr_rs@latin: Grupe kurseva (Course Tracks)

# Admin menu name
source: Tracks
sr_rs@latin: Grupe kurseva

source: Search Course Tracks
sr_rs@latin: Pretraži grupe kurseva

source: All Course Tracks
sr_rs@latin: Sve grupe kurseva

source: Parent Course Track
sr_rs@latin: Roditelj grupe kursa
