Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: View the quiz attempt and leave remarks
sr_rs@latin: Pogledajte pokušaj kviza i ostavite primedbe

source: Trouble clicking? Copy and paste this URL into your browser:
sr_rs@latin: Problemi sa klikom? Kopirajte i nalepite ovaj URL u svoj pretraživač:

source: Course Progress Bar
sr_rs@latin: Merač napretka na kursu

source: Course Title
sr_rs@latin: Naslov kursa

source: Grade Bar
sr_rs@latin: Merač ocene

source: Lesson Title
sr_rs@latin: Naslov lekcije

source: Quiz Title
sr_rs@latin: Naslov kviza

source: Review URL
sr_rs@latin: URL recenzije

source: Quiz Status
sr_rs@latin: Status kviza

source: Student Name
sr_rs@latin: Ime studenta

source: you
sr_rs@latin: ti

source: Cheatin&#8217; huh?
sr_rs@latin: Varanje&#8217; huh?

source: Please rate %1$s <a href="%2$s" target="_blank" rel="noopener noreferrer">&#9733;&#9733;&#9733;&#9733;&#9733;</a> on <a href="%3$s" target="_blank" rel="noopener">WordPress.org</a> to help us spread the word. Thank you from the LifterLMS team!
sr_rs@latin: Molimo Vas da ocenite %1$s <a href="%2$s" target="_blank" rel="noopener noreferrer">&#9733;&#9733;&#9733;&#9733;&#9733;</a> on <a href="%3$s" target="_blank" rel="noopener">WordPress.org</a> da proširimo reč o nama. Hvala Vam od strane LifterLMS tima!

source: Reports
sr_rs@latin: Izveštaji

source: Last Login
sr_rs@latin: Poslednje prijavljivanje

source: Enrollments
sr_rs@latin: Upisi

source: Courses
sr_rs@latin: Kursevi

source: Memberships
sr_rs@latin: Članstva

source: Never
sr_rs@latin: Nikada

source: Your site is connected to MailHawk.
sr_rs@latin: Vaš sajt je povezan na MailHawk.

source: %1$sView settings%3$s or %2$smanage your account%3$s.
sr_rs@latin: %1$s Prikaz podešavanja %3$s ili %2$s upravlja vašim nalogom %3$s.

source: Email sending is currently disabled. %1$sVisit MailHawk Settings%2$s to enable sending.
sr_rs@latin: Slanje e-pošte trenutno je onemogućeno. %1$s Posetite MailHawk Settings %2$s da biste omogućili slanje.

source: Connect MailHawk
sr_rs@latin: Poveži MailHawk

source: Never worry about sending email again. %s takes care of everything for you starting for a small monthly fee.
sr_rs@latin: Nikada više ne brinite o slanju e-pošte. %s se brine za vas, počevši od male mesečne pretplate.

source: %s makes WordPress email delivery as simple as a few clicks so you can relax, knowing your important emails are being delivered on time.
sr_rs@latin: %s čini WordPress isporuku e-pošte jednostavnom u samo nekoliko klikova, tako da se možete opustiti, znajući da se vaši važni imejlovi dostavljaju na vreme.

source: Your site is connected to SendWP.
sr_rs@latin: Vaš sajt je povezan na SendWP.

source: %1$sManage your account%2$s.
sr_rs@latin: %1$Upravljajte svojim nalogom%2$s.

source: Email sending is currently disabled. %1$sVisit the SendWP Settings%2$s to enable sending..
sr_rs@latin: Slanje e-pošte trenutno je onemogućeno. %1$s Posetite SendVP Settings%2$s da omogućite slanje..

source: There was an error retrieving add-ons. Please try again.
sr_rs@latin: Došlo je do greške pri preuzimanju dodataka. Molim vas, pokušajte ponovo.

source: LifterLMS Add-Ons, Courses, and Resources
sr_rs@latin: Dodaci, kursevi i resursi LifterLMS

source: Close
sr_rs@latin: Isključi

source: Update
sr_rs@latin: Ažuriraj

source: Install
sr_rs@latin: Instaliraj

source: Activate
sr_rs@latin: Aktiviraj

source: Deactivate
sr_rs@latin: Deaktiviraj

source: Apply
sr_rs@latin: Primeni

source: All
sr_rs@latin: Sve

source: Dashboard
sr_rs@latin: Kontrolna tabla

source: %s Theme Settings
sr_rs@latin: %s Podešavanja teme

source: Lesson: %1$s (#%2$d)
sr_rs@latin: Lekcija: %1$s (#%2$d)

source: Course: %1$s (#%2$d)
sr_rs@latin: Kurs: %1$s (#%2$d)

source: Success
sr_rs@latin: Uspešno

source: Error: Invalid or missing course ID.
sr_rs@latin: Greška: Nevažeći ili nedostajući ID kursa.

source: Error: You do not have permission to edit this course.
sr_rs@latin: Greška: Nemate dozvolu za uređivanje ovog kursa.

source: Invalid course ID
sr_rs@latin: Nevažeći ID kursa

source: You cannot edit this course!
sr_rs@latin: Ne možete uređivati ovaj kurs!

source: Unable to detach "%s". Invalid ID.
sr_rs@latin: Nije moguće odvojiti „%s“. Nevažeći ID.

source: Unable to delete "%s". Invalid ID.
sr_rs@latin: Nije moguće izbrisati „%s“. Nevažeći ID.

source: Error deleting the question choice "%s"
sr_rs@latin: Greška pri brisanju izbora pitanja „%s“

source: %s cannot be deleted via the Course Builder.
sr_rs@latin: % s se ne može izbrisati putem programa za izradu kurseva (Course Builder).

source: Error deleting the %1$s "%2$d".
sr_rs@latin: Greška pri brisanju %1$s "%2$d".

source: New Lesson
sr_rs@latin: Nova lekcija

source: Unable to update lesson "%s". Invalid lesson ID.
sr_rs@latin: Nije moguće ažurirati lekciju „%s“. Nevažeći ID lekcije.

source: Unable to update question "%s". Invalid question ID.
sr_rs@latin: Pitanje „%s“ nije moguće ažurirati. Nevažeći ID pitanja.

source: Unable to update choice "%s". Invalid choice ID.
sr_rs@latin: Nije moguće ažurirati izbor „%s“. Nevažeći ID izbora.

source: Unable to update quiz "%s". Invalid quiz ID.
sr_rs@latin: Nije moguće ažurirati kviz „%s“. Nevažeći ID kviza.

source: Unable to update section "%s". Invalid section ID.
sr_rs@latin: Nije moguće ažurirati odeljak „%s“. Nevažeći ID odeljka.

source: Overview
sr_rs@latin: Pregled

source: Error: Missing course ID.
sr_rs@latin: Greška: Nedostaje ID kursa.

source: Import Successful!
sr_rs@latin: Uvoz uspešan!

source: Imported courses: %s
sr_rs@latin: Uvezeni kursevi: %s

source: Imported users: %s
sr_rs@latin: Uvezeni korisnici: %s

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
sr_rs@latin: Otpremljena datoteka premašuje direktivu upload_mak_filesize u php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
sr_rs@latin: Otpremljena datoteka premašuje MAKS_FILE_SIZE direktivu koja je navedena u HTML obrascu.

source: The uploaded file was only partially uploaded.
sr_rs@latin: Otpremljena datoteka je samo delimično otpremljena.

source: No file was uploaded.
sr_rs@latin: Nije otpremljena nijedna datoteka.

source: Missing a temporary folder.
sr_rs@latin: Nedostaje privremena fascikla.

source: Failed to write file to disk.
sr_rs@latin: Zapisivanje datoteke na disk nije uspelo.

source: File upload stopped by extension.
sr_rs@latin: Otpremanje datoteke zaustavljeno ekstenzijom.

source: Unknown upload error.
sr_rs@latin: Nepoznata greška pri otpremanju.

source: Only valid JSON files can be imported.
sr_rs@latin: Mogu se uvesti samo važeće JSON datoteke.

source: Authors
sr_rs@latin: Autori

source: Sections
sr_rs@latin: Sekcije

source: Lessons
sr_rs@latin: Lekcije

source: Plans
sr_rs@latin: Planovi

source: Quizzes
sr_rs@latin: Kvizovi

source: Questions
sr_rs@latin: Pitanja

source: Terms
sr_rs@latin: Uslovi

source: Course Builder
sr_rs@latin: Builder kursa

source: LifterLMS Settings
sr_rs@latin: Podešavanja LifterLMS-a

source: LifterLMS Reporting
sr_rs@latin: LifterLMS Izveštavanje

source: Reporting
sr_rs@latin: Izveštavanje

source: LifterLMS Import
sr_rs@latin: LifterLMS uvoz

source: Import
sr_rs@latin: Uvoz

source: LifterLMS Course Builder
sr_rs@latin: Graditelj kursa LifterLMS

source: LifterLMS Add-ons, Courses, and Resources
sr_rs@latin: Dodaci, kursevi i resursi za LifterLMS

source: Add-ons & more
sr_rs@latin: Dodaci i još mnogo toga

source: You do not have permission to access this content.
sr_rs@latin: Nemate dozvolu za pristup ovom sadržaju.

source: No LifterLMS Payment Gateways are currently enabled. Students will only be able to enroll in courses or memberships with free access plans.
sr_rs@latin: Trenutno nisu omogućeni nijedan pristupni sistem LifterLMS. Studenti će moći da se upišu na kurseve ili članstva samo sa planovima besplatnog pristupa.

source: For starters you can configure manual payments on the %1$sCheckout Settings tab%2$s. Be sure to check out all the available %3$sLifterLMS Payment Gateways%4$s and install one later so that you can start selling your courses and memberships.
sr_rs@latin: Za početak možete da konfigurišete ručno plaćanje na kartici %1$s Checkout Check Settings %2$s. Obavezno pogledajte sve dostupne %3$s LifterLMS pristupne prelaze %4$s i instalirajte ih kasnije kako biste mogli da počnete da prodajete svoje kurseve i članstva.

source: <strong>The current theme, %1$s, does not declare support for LifterLMS Sidebars.</strong> Course and Lesson sidebars may not work as expected. Please see our %2$sintegration guide%3$s or check out our %4$sLaunchPad%5$s theme which is designed specifically for use with LifterLMS.
sr_rs@latin: <strong> Trenutna tema, %1$s, ne navodi podršku za bočne trake LifterLMS. </strong> Bočne trake kursa i lekcije možda neće raditi kako se očekivalo. Pogledajte naš vodič za integraciju %2$s %3$s ili pogledajte temu %4$s LaunchPad %5$s koja je posebno dizajnirana za upotrebu sa LifterLMS-om.

source: Action failed. Please refresh the page and retry.
sr_rs@latin: Akcija nije uspela. Osvežite stranicu i pokušajte ponovo.

source: Dismiss
sr_rs@latin: Odbaci

source: Remind me later
sr_rs@latin: Podseti me kasnije

source: System Report
sr_rs@latin: Izveštaj sistema

source: Tools & Utilities
sr_rs@latin: Alati i uslužni programi

source: Logs
sr_rs@latin: Logovi

source: Scheduled Actions
sr_rs@latin: Zakazane akcije

source: There are currently no logs to view.
sr_rs@latin: Trenutno nema evidencija za pregled.

source: Allows you to choose to enable or disable automatic recurring payments which may be disabled on a staging site.
sr_rs@latin: Omogućava vam da izaberete da omogućite ili onemogućite automatsko ponavljanje plaćanja koje mogu biti onemogućene na pripremnoj lokaciji.

source: Automatic Payments
sr_rs@latin: Automatsko plaćanje

source: Reset Automatic Payments
sr_rs@latin: Resetujte automatska plaćanja

source: If you opted into LifterLMS Tracking and no longer wish to participate, you may opt out here.
sr_rs@latin: Ako ste se odlučili za praćenje LifterLMS-a i više ne želite da učestvujete, možete se ovde odjaviti.

source: Reset Tracking Settings
sr_rs@latin: Resetujte postavke praćenja

source: Clears the cached data displayed on various reporting screens. This does not affect actual student progress, it only clears cached progress data. This data will be regenerated the next time it is accessed.
sr_rs@latin: Briše keširane podatke prikazane na raznim ekranima izveštavanja. To ne utiče na stvarni napredak učenika, već samo briše keširane podatke o napretku. Ovi podaci će se obnoviti pri sledećem pristupu.

source: Student Progress Cache
sr_rs@latin: Keš memorija napretka učenika

source: Clear cache
sr_rs@latin: Obriši keš

source: If you want to run the LifterLMS Setup Wizard again or skipped it and want to return now, click below.
sr_rs@latin: Ako želite ponovo da pokrenete čarobnjak za podešavanje LifterLMS ili ste ga preskočili i želite da se vratite odmah, kliknite ispod.

source: Setup Wizard
sr_rs@latin: Čarobnjak za podešavanje

source: Return to Setup Wizard
sr_rs@latin: Vratite se na čarobnjak za podešavanje

source: View %s
sr_rs@latin: Vidi %s

source: Preview %s
sr_rs@latin: Pregledaj %s

source: %s updated.
sr_rs@latin: %s je ažuriran.

source: Custom field updated.
sr_rs@latin: Prilagođeno polje je ažurirano.

source: Custom field deleted.
sr_rs@latin: Prilagođeno polje izbrisano.

source: %1$s restored to revision from %2$s.
sr_rs@latin: %1$s je vraćen u reviziju iz %2$s.

source: %s published.
sr_rs@latin: %s je objavljeno.

source: %s saved.
sr_rs@latin: %s je sačuvan.

source: %s submitted.
sr_rs@latin: %s je predan.

source: %1$s scheduled for: <strong>%2$s</strong>.
sr_rs@latin: %1$s je zakazan za: <strong>%2$s</strong>.

source: %1$s draft updated.
sr_rs@latin: %1$s radna verzija je ažurirana.

source: Review Title
sr_rs@latin: Pregled naslova

source: Course Reviewed
sr_rs@latin: Kurs je pregledan

source: Review Author
sr_rs@latin: Recenzije autora

source: Review Date
sr_rs@latin: Recenzija datuma

source: Enable Reviews
sr_rs@latin: Omogući recenzije

source: Select to enable reviews.
sr_rs@latin: Izaberi da omogućiš recenzije.

source: Display Reviews
sr_rs@latin: Prikaži recenzije

source: Select to display reviews on the page.
sr_rs@latin: Izaberi da prikažete recenzije na stranici.

source: Number of Reviews
sr_rs@latin: Broj recenzija

source: Number of reviews to display on the page.
sr_rs@latin: Broj recenzija koji će se prikazati na stranici.

source: Prevent Multiple Reviews
sr_rs@latin: Onemogućite više recenzija

source: Select to prevent a user from submitting more than one review.
sr_rs@latin: Izaberite da onemogućite da jedna osoba da više od jedne recenzije.

source: Reviews
sr_rs@latin: Recenzije

source: Whoa! something went wrong there!. Please refresh the page and retry.
sr_rs@latin: Vhoa! tamo je nešto pošlo po zlu !. Osvežite stranicu i pokušajte ponovo.

source: Your settings have been saved.
sr_rs@latin: Vaša podešavanja su sačuvana.

source: Upload
sr_rs@latin: Otpremiti

source: Select a page&hellip;
sr_rs@latin: Izaberi stranu&hellip;

source: LifterLMS Setup Wizard
sr_rs@latin: Čarobnjak za podešavanje LifterLMS-a

source: Save & Continue
sr_rs@latin: Sačuvaj i nastavi

source: Allow
sr_rs@latin: Dopusti

source: Import Courses
sr_rs@latin: Uvezi kurseve

source: Skip this step
sr_rs@latin: Preskoči ovaj korak

source: No thanks
sr_rs@latin: Ne hvala

source: Welcome!
sr_rs@latin: Dobrodošli!

source: Page Setup
sr_rs@latin: Podešavanje stranice

source: Payments
sr_rs@latin: Plaćanja

source: Coupon
sr_rs@latin: Kuponi

source: Finish!
sr_rs@latin: Završi!

source: Toggle to import course
sr_rs@latin: Prebacite za uvoz kursa

source: There was an error saving your data, please try again.
sr_rs@latin: Došlo je do greške pri čuvanju podataka, pokušajte ponovo.

source: Support
sr_rs@latin: Podrška

source: Copy for Support
sr_rs@latin: Kopiraj za podršku

source: Get Help
sr_rs@latin: Nađi pomoć

source: Billing Address 1
sr_rs@latin: Adresa za naplatu 1

source: Billing Address 2
sr_rs@latin: Adresa za naplatu 2

source: Billing City
sr_rs@latin: Grad za naplatu

source: Billing State
sr_rs@latin: Okrug za naplatu

source: Billing Zip Code
sr_rs@latin: Poštanski broj za naplatu

source: Billing Country
sr_rs@latin: Država za naplatu

source: Phone
sr_rs@latin: Broj telefona

source: LifterLMS Profile
sr_rs@latin: LifterLMS Profil

source: Parent Instructor(s)
sr_rs@latin: Roditelj insturktori

source: Required field "%s" is missing.
sr_rs@latin: Neophodno polje "%s" nedostaje.

source: Choose Course/Membership
sr_rs@latin: Izaberite kurs/članstvo

source: Enroll
sr_rs@latin: Upiši se

source: Please select a Course or Membership to enroll users into!
sr_rs@latin: Molimo odaberite kurs ili članstvo za upis korisnika!

source: Please select users to enroll into <em>%s</em>.
sr_rs@latin: Izaberite korisnike za prijavu na <em>%s</em>.

source: No such users found. Cannot enroll into <em>%s</em>.
sr_rs@latin: Takvi korisnici nisu pronađeni. Nije moguće prijaviti se na <em>%s</em>.

source: Failed to enroll <em>%1$1s</em> into <em>%2$2s</em>.
sr_rs@latin: Neuspešan upis <em>%1$1s</em> u <em>%2$2s</em>.

source: Successfully enrolled <em>%1$1s</em> into <em>%2$2s</em>.
sr_rs@latin: Uspešan upis <em>%1$1s</em> u <em>%2$2s</em>.

source: Display default course content
sr_rs@latin: Prikaži zadati sadržaj kursa

source: Show custom content
sr_rs@latin: Prikažite prilagođeni sadržaj

source: Redirect to WordPress Page
sr_rs@latin: Preusmeri na WordPress stranicu

source: Redirect to custom URL
sr_rs@latin: Preusmeri na prilagođeni URL

source: Course/Membership
sr_rs@latin: Kurs/Članstvo

source: (Default) Return to %s
sr_rs@latin: (Podrazumevano) Povratak na %s

source: Redirect to a WordPress Page
sr_rs@latin: Preusmeri na WordPress stranicu

source: Redirect to a custom URL
sr_rs@latin: Preusmeri na prilagođeni URL

source: Site Title
sr_rs@latin: Naslov sajta

source: Site URL
sr_rs@latin: URL sajta

source: Earned Date
sr_rs@latin: Zarađeni datum

source: Student First Name
sr_rs@latin: Ime studenta

source: Student Last Name
sr_rs@latin: Prezime studenta

source: Student Email
sr_rs@latin: Email studenta

source: Student User ID
sr_rs@latin: ID studenta

source: Student Username
sr_rs@latin: Korisničko ime studenta

source: Website Title
sr_rs@latin: Naslov sajta

source: Website URL
sr_rs@latin: URL sajta

source: Student Email Address
sr_rs@latin: Email studenta

source: Current Date
sr_rs@latin: Trenutni datum

source: Merge Codes
sr_rs@latin: Kodovi za spajanje

source: No merge codes found.
sr_rs@latin: Nisu pronađeni kodovi za spajanje.

source: Export CSV
sr_rs@latin: Izvezi CSV

source: Clone
sr_rs@latin: Kloniraj

source: Missing post ID.
sr_rs@latin: Nedostaje ID posta.

source: Invalid post ID.
sr_rs@latin: ID posta nije validan.

source: Action cannot be executed on the current post.
sr_rs@latin: Akcija ne može biti izvršena na trenutni post.

source: You are not authorized to perform this action on the current post.
sr_rs@latin: Niste ovlašćeni da izvršite ovu radnju na trenutnom postu.

source: Filter by %s
sr_rs@latin: Filtritaj po %s

source: Membership Access
sr_rs@latin: Pristup članstvu

# apply membership restriction to post type
source: Restrict this %s
sr_rs@latin: Ograniči ovo %s

source: Visitors must belong to one of these memberships to access this %s
sr_rs@latin: Posetioci moraju da pripadaju jednom od ovih članstava da bi pristupili ovom %s

source: Achievement Settings
sr_rs@latin: Podešavanja postignuća

source: Achievement Title
sr_rs@latin: Naslov dostignuća

source: Enter a title for your achievement. IE: Achievement of Completion
sr_rs@latin: Unesite naslov za svoje postignuće. IE: Postizanje završetka

source: Achievement Content
sr_rs@latin: Sadržaj postignuća

source: Enter any information you would like to display on the achievement.
sr_rs@latin: Unesite sve informacije koje biste želeli da prikažete na dostignuću.

source: Background Image
sr_rs@latin: Pozadinska slika

source: Select an Image to use for the achievement.
sr_rs@latin: Izaberite sliku koju ćete koristiti za postignuće.

source: Certificate Settings
sr_rs@latin: Podešavanja sertifikata

source: Certificate Title
sr_rs@latin: Naslov sertifikata

source: Enter a title for your certificate. EG: Certificate of Completion
sr_rs@latin: Unesite naslov sertifikata. EG: Potvrda o završetku

source: Select an Image to use for the certificate.
sr_rs@latin: Izaberite sliku koju ćete koristiti za sertifikat.

source: Coupon Settings
sr_rs@latin: Postavke kupona

source: Select a dollar or percentage discount.
sr_rs@latin: Izaberite dolar ili procenat popusta.

source: Discount Type
sr_rs@latin: Tip popusta

source: Percentage Discount
sr_rs@latin: Popust u procentima

source: %s Discount
sr_rs@latin: %s Popust

source: Access Plan Types
sr_rs@latin: Tipovi plana pristupa

source: Select which type of access plans this coupon can be used with.
sr_rs@latin: Izaberite sa kojom vrstom pristupnih planova se može koristiti ovaj kupon.

source: Any Access Plan
sr_rs@latin: Bilo koji plan pristupa

source: Only One-time Payment Access Plans
sr_rs@latin: Samo planovi pristupa sa jednokratnom uplatom

source: Only Recurring Access Plans
sr_rs@latin: Samo planovi pristupa sa uplatom koja se obnavlja

source: Discount Amount
sr_rs@latin: Količina popusta (u RSD)

source: The amount to be subtracted from the "Price" of an applicable access plan. Do not include symbols such as %1$s.
sr_rs@latin: Iznos koji se oduzima od „Cena“ važećeg plana pristupa. Ne uključuju simbole kao što je %1$s.

source: Enable Trial Pricing Discount
sr_rs@latin: Omogućite popust za probne cene

source: When checked, the coupon can apply a discount to the "Trial Price" of an access plan.
sr_rs@latin: Kada je označen, kupon može primeniti popust na „Probnu cenu“ plana pristupa.

source: Trial Discount Amount
sr_rs@latin: Probni iznos popusta

source: The amount to be subtracted from the "Trial Price" of an applicable access plan. Do not include symbols such as %1$s.
sr_rs@latin: Iznos koji se oduzima od „probne cene“ važećeg plana pristupa. Ne uključuju simbole kao što je %1$s.

source: Restrictions
sr_rs@latin: Ograničenja

source: Limit coupon to the following courses.
sr_rs@latin: Ograničite kupon na sledeće kurseve.

source: Membership
sr_rs@latin: Članstvo

source: Limit coupon to the following memberships.
sr_rs@latin: Ograničite kupon na sledeća članstva.

source: Coupon Expiration Date
sr_rs@latin: Datum isteka kupona

source: Coupon will no longer be usable after this date. Leave blank for no expiration.
sr_rs@latin: Kupon više neće biti upotrebljiv nakon ovog datuma. Ostavite prazno da ne istekne.

source: Usage Limit
sr_rs@latin: Ograničenje upotrebe

source: The amount of times this coupon can be used. Leave empty or enter 0 for unlimited uses.
sr_rs@latin: Koliko puta se ovaj kupon može koristiti. Ostavite prazno ili unesite 0 za neograničenu upotrebu.

source: Optional description for internal notes. This is never displayed to your students.
sr_rs@latin: Neobvezni opis za interne napomene. Ovo se nikada ne prikazuje vašim učenicima.

source: Coupon code already exists. Customers will use the most recently created coupon with this code.
sr_rs@latin: Kod kupona već postoji. Kupci će koristiti najnoviji kupon sa ovim kodom.

source: A Trial Discount Amount was not supplied. Trial Pricing Discount has automatically been disabled. Please re-enable Trial Pricing Discount and enter a Trial Discount Amount, then save this coupon again.
sr_rs@latin: Probni iznos popusta nije naveden. Popust za probne cene je automatski onemogućen. Ponovo omogućite probni popust i unesite probni popust, a zatim ponovo sačuvajte ovaj kupon.

source: This lesson is not attached to a course.
sr_rs@latin: Lekcija nije povezana sa kursom.

source: Course: %s
sr_rs@latin: Kurs %s

source: Launch Course Builder
sr_rs@latin: Počnite da pravite kurs

source: Section %1$d: %2$s
sr_rs@latin: Sekcija %1$d: %2$s

source: Edit lesson in builder
sr_rs@latin: Uredite lekciju u builder-u kursa

source: Course Options
sr_rs@latin: Opcije kursa

source: Sales Page
sr_rs@latin: Stranica za prodaju

source: Customize the content displayed to visitors and students who are not enrolled in the course.
sr_rs@latin: Prilagodite sadržaj koji se prikazuje posetiocima i studentima koji nisu upisani na kurs.

source: Sales Page Content
sr_rs@latin: Sadržaj prodajne stranice

source: This content will only be shown to visitors who are not enrolled in this course.
sr_rs@latin: Ovaj sadržaj će biti prikazan samo posetiocima koji nisu upisani u ovaj kurs.

source: Sales Page Custom Content
sr_rs@latin: Prilagođeni sadržaj prodajne stranice

source: Select a page
sr_rs@latin: Izaberite stranicu

source: Select a Page
sr_rs@latin: Izaberite stranicu

source: Sales Page Redirect URL
sr_rs@latin: URL za preusmeravanje stranice prodaje

source: Course Length
sr_rs@latin: Dužina kursa

source: Enter a description of the estimated length. IE: 3 days
sr_rs@latin: Unesite opis procenjene dužine. IE: 3 dana

source: Choose a course difficulty level. New difficulties can be added via %1$sCourses -> Difficulties%2$s.
sr_rs@latin: Izaberite nivo težine kursa. Nove poteškoće se mogu dodati putem %1$s Kurs -> Poteškoće %2$s.

source: Course Difficulty Category
sr_rs@latin: Kategorija težine kursa

source: Featured Video
sr_rs@latin: Istaknuti video
