Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Number of new active or completed orders placed within this period
sr_rs@latin: Broj novih aktivnih ili izvršenih porudžbina položenih u ovom periodu

source: Net Sales
sr_rs@latin: Neto prodaja

source: Total of all successful transactions during this period
sr_rs@latin: Ukupno svih uspešnih transakcija tokom ovog perioda

source: # of Refunds
sr_rs@latin: # refundacija

source: Number of orders refunded during this period
sr_rs@latin: Broj naloga vraćenih tokom ovog perioda

source: Amount Refunded
sr_rs@latin: Vraćeni iznos

source: Total of all transactions refunded during this period
sr_rs@latin: Ukupan iznos svih transakcija refundiranih tokom ovog perioda

source: # of Coupons Used
sr_rs@latin: Broj korišćenih kupona

source: Number of orders completed using coupons during this period
sr_rs@latin: Broj narudžbi izvršenih pomoću kupona tokom ovog perioda

source: Amount of Coupons
sr_rs@latin: Iznos kupona

source: Total amount of coupons used during this period
sr_rs@latin: Ukupan iznos kupona korišćenih tokom ovog perioda

source: All Courses
sr_rs@latin: Svi kursevi

source: Information
sr_rs@latin: Informacije

source: # of Courses Completed
sr_rs@latin: Broj završenih kurseva

source: # of Enrollments
sr_rs@latin: Broj upisa

source: # of Lessons Completed
sr_rs@latin: Broj završenih lekcija

source: # of Registrations
sr_rs@latin: Broj registracija

source: Required
sr_rs@latin: Neophodno

source: Optional
sr_rs@latin: Opciono

source: Student Dashboard
sr_rs@latin: Kontrolna tabla studenta

source: Dashboard Page
sr_rs@latin: Strana kontrolne table

source: Page where students can view and manage their current enrollments, earned certificates and achievements, account information, and purchase history.
sr_rs@latin: Stranica na kojoj studenti mogu da pregledaju i upravljaju svojim trenutnim upisima, stečenim sertifikatima i dostignućima, informacijama o nalogu i istorijom kupovine.

source: Courses Sorting
sr_rs@latin: Sortiranje kurseva

source: Determines the order of the courses in-progress listed on the student dashboard.
sr_rs@latin: Određuje redosled kurseva koji su u toku navedeni na kontrolnoj tabli učenika.

source: Course Title (A to Z)
sr_rs@latin: Naslov kursa (A to Z)

source: Course Title (Z to A)
sr_rs@latin: Naslov Kursa (Z to A)

source: Enrollment Date (Most Recent to Least Recent)
sr_rs@latin: Datum upisa (od najnovijeg do najmanje nedavnog)

source: Order (Low to High)
sr_rs@latin: Narudžba (od niske do najviše)

source: Order (High to Low)
sr_rs@latin: Narudžbina (od najviše do najniže)

source: Student Dashboard Endpoints
sr_rs@latin: Endpoint-i studentske kontrolne table

source: Each endpoint allows students to view more information or manage parts of their account. Each endpoint should be unique, URL-safe, and can be left blank to disable the endpoint completely.
sr_rs@latin: Svaki endpoint omogućava studentima da vide više informacija ili upravljaju delovima svog naloga. Svaka krajnja tačka treba da bude jedinstvena, zaštićena od URL-a i može da ostane prazna da bi se krajnja tačka u potpunosti onemogućila.

source: View Grades
sr_rs@latin: Prikaži ocene

source: Student grade and progress reporting
sr_rs@latin: Ocene učenika i izveštavanje o napretku

source: View Courses
sr_rs@latin: Pogledajte kurseve

source: List of all the student's courses
sr_rs@latin: Spisak svih kurseva za studente

source: View Memberships
sr_rs@latin: Pogledajte članstva

source: List of all the student's memberships
sr_rs@latin: Spisak svih studentskih članstava

source: View Achievements
sr_rs@latin: Pogledajte dostignuća

source: List of all the student's achievements
sr_rs@latin: Spisak svih postignuća učenika

source: View Certificates
sr_rs@latin: Pogledajte sertifikate

source: List of all the student's certificates
sr_rs@latin: Spisak svih svedočanstava učenika

source: Notifications
sr_rs@latin: Obaveštenja

source: View Notifications and adjust notification settings
sr_rs@latin: Pregledajte obaveštenja i prilagodite podešavanja obaveštenja

source: Edit Account
sr_rs@latin: Izmeni nalog

source: Edit Account page
sr_rs@latin: Izmenite stranicu naloga

source: Lost Password
sr_rs@latin: Izgubljena lozinka

source: Lost Password page
sr_rs@latin: Stranica izgubljene lozinke

source: Redeem Vouchers
sr_rs@latin: Iskoristite vaučere

source: Redeem vouchers page
sr_rs@latin: Iskoristite stranicu vaučera

source: Orders History
sr_rs@latin: Istorija porudžbina

source: Students can review order history on this page
sr_rs@latin: Studenti mogu da pregledaju istoriju porudžbina na ovoj stranici

source: User Information Options
sr_rs@latin: Opcije o korisničkim informacijama

source: These settings apply to all user information screens.
sr_rs@latin: Ova podešavanja se primenjuju na sve ekrane sa korisničkim informacijama.

source: General Information Field Settings
sr_rs@latin: Postavke polja sa općim informacijama

source: Disable Usernames
sr_rs@latin: Onemogući korisnička imena

source: Automatically generate student usernames and enable email address login.
sr_rs@latin: Automatski generišite korisnička imena učenika i omogućite prijavu adrese e-pošte.

source: Password Strength
sr_rs@latin: Jačina lozinke

source: Add a password strength meter
sr_rs@latin: Dodajte merač snage lozinke

source: Select the minimum password strength allowed when students create a new password.
sr_rs@latin: Izaberite minimalnu dozvoljenu snagu lozinke kada učenici kreiraju novu lozinku.

# password strength meter
source: Weak
sr_rs@latin: Slab

# password strength meter
source: Medium
sr_rs@latin: Osrednji

# password strength meter
source: Strong
sr_rs@latin: Jak

source: Terms and Conditions
sr_rs@latin: Uslovi

source: When enabled users must agree to your site's Terms and Conditions to register for an account.
sr_rs@latin: Kada je omogućeno, korisnici se moraju složiti sa uslovima i odredbama vaše veb lokacije da bi se registrovali za nalog.

source: Select a page where your site's Terms and Conditions are described.
sr_rs@latin: Izaberite stranicu na kojoj su opisani Uslovi i odredbe vaše veb lokacije.

source: Terms and Conditions Page
sr_rs@latin: Stranica sa odredbama i uslovima

source: Customize the text used to display the Terms and Conditions checkbox that students must accept.
sr_rs@latin: Prilagodite tekst koji se koristi za prikazivanje polja za potvrdu Uslovi i odredbe koje studenti moraju da prihvate.

source: Terms and Conditions Notice
sr_rs@latin: Obaveštenje o uslovima i odredbama

source: Privacy Policy
sr_rs@latin: Pravila o privatnosti

source: Select a page where your site's Privacy Policy is described. See %1$sWordPress Privacy Settings%2$s for more information
sr_rs@latin: Izaberite stranicu na kojoj je opisana Politika privatnosti vaše veb lokacije. Pogledajte %1$s WordPress podešavanja privatnosti %2$s za više informacija

source: Privacy Policy Page
sr_rs@latin: Stranica sa politikom privatnosti

source: Optionally display a privacy policy notice during registration and checkout.
sr_rs@latin: Opcionalno prikažite obaveštenje o politici privatnosti tokom registracije i plaćanja.

source: Privacy Policy Notice
sr_rs@latin: Obaveštenje o politici privatnosti

source: Account Erasure Requests
sr_rs@latin: Zahtevi za brisanje računa

source: Customize data retention during %1$saccount erasure requests%2$s.
sr_rs@latin: Prilagodite zadržavanje podataka tokom %1$s zahteva za brisanje sa računa %2s.

source: When enabled orders will be anonymized during a personal data erasure.
sr_rs@latin: Kada je omogućeno, porudžbine će biti anonimne tokom brisanja ličnih podataka.

source: Remove Order Data
sr_rs@latin: Uklonite podatke o porudžbini

source: When enabled all student data related to course and membership activities will be removed.
sr_rs@latin: Kada se omogući svi podaci o studentima koji se odnose na aktivnosti kursa i članstva biće uklonjeni.

source: Remove Student LMS Data
sr_rs@latin: Uklonite LMS podatke učenika

source: Customize the user information fields available on the checkout screen.
sr_rs@latin: Prilagodite korisnička polja sa informacijama dostupna na ekranu za plaćanje.

source: Checkout Fields
sr_rs@latin: Polja za plaćanje

source: First & Last Name
sr_rs@latin: Ime i prezime

source: Address
sr_rs@latin: Adresa

source: Phone Number
sr_rs@latin: Broj telefona

source: Add an email confirmation field
sr_rs@latin: Dodajte polje za potvrdu e-pošte

source: Email Confirmation
sr_rs@latin: E-pošta potvrda

source: Customize the user information fields available on the open registration screen.
sr_rs@latin: Prilagodite korisnička polja sa informacijama dostupna na otvorenom ekranu za registraciju.

source: Open Registration Fields
sr_rs@latin: Otvorite polja za registraciju

source: Allow registration on the Account Access Page without enrolling in a course or membership.
sr_rs@latin: Omogućite registraciju na stranici za pristup nalogu bez upisa na kurs ili članstvo.

source: If required, users can only use open registration with a voucher.
sr_rs@latin: Ako je potrebno, korisnici mogu koristiti otvorenu registraciju samo uz vaučer.

source: If optional, users may redeem a voucher during open registration.
sr_rs@latin: Ako nije obavezno, korisnici mogu da iskoriste vaučer tokom otvorene registracije.

source: If hidden, users can only redeem vouchers on their dashboard.
sr_rs@latin: Ako su skriveni, korisnici mogu da iskoriste vaučere samo na svojoj kontrolnoj tabli.

source: Voucher
sr_rs@latin: Vaučer

source: Customize the user information fields available on the account update screen.
sr_rs@latin: Prilagodite polja sa korisničkim informacijama dostupna na ekranu za ažuriranje naloga.

source: Account Update Fields
sr_rs@latin: Polja za ažuriranje naloga

source: Accounts
sr_rs@latin: Nalozi

source: Checkout
sr_rs@latin: Plaćanje

source: Gateway
sr_rs@latin: Prolazna kapija

source: Gateway ID
sr_rs@latin: ID Prolazna kapija

source: Enabled
sr_rs@latin: Omogućeno

source: Checkout Settings
sr_rs@latin: Podešavanja plaćanja

source: Checkout Page
sr_rs@latin: Stranica za plaćanje

source: Page used for displaying the checkout form.
sr_rs@latin: Stranica koja se koristi za prikaz obrasca za naplatu.

source: Confirm Payment
sr_rs@latin: Potvrdite plaćanje

source: Payment confirmation endpoint slug
sr_rs@latin: Krajnja tačka potvrde plaćanja

source: Force SSL
sr_rs@latin: Prinudi SSL

source: Force secure checkout via SSL (https) on the checkout page(s).
sr_rs@latin: Prinudno obezbedite plaćanje putem SSL-a (https) na stranicama (ima) za plaćanje.

source: Requires an SSL certificate. %1$sLearn More%2$s
sr_rs@latin: Zahteva SSL sertifikat. %1$s Saznajte više %2$s

source: Enable automatic retry of failed recurring payments.
sr_rs@latin: Omogućite automatski pokušaj neuspelih ponavljajućih plaćanja.

source: Recover lost revenue from temporarily declined payment methods. %1$sLearn more%2$s.
sr_rs@latin: Vratite izgubljeni prihod od privremeno odbijenih metoda plaćanja. %1$s Saznajte više %2$s.

source: Retry Failed Payments
sr_rs@latin: Pokušajte ponovo sa neuspelim plaćanjem

source: Currency Options
sr_rs@latin: Opcije valute

source: The following options affect how prices are displayed on the frontend.
sr_rs@latin: Sledeće opcije utiču na to kako se cene prikazuju na prednjoj strani.

source: Country
sr_rs@latin: Država

source: Select the country LifterLMS should use as the default during transactions and registrations.
sr_rs@latin: Izaberite zemlju koju bi LifterLMS trebalo da koristi kao podrazumevanu tokom transakcija i registracija.

source: Currency
sr_rs@latin: Valuta

source: Select the currency LifterLMS should use to display prices and process transactions.
sr_rs@latin: Izaberite valutu koju bi LifterLMS trebalo da koristi za prikazivanje cena i obradu transakcija.

source: Currency Position
sr_rs@latin: Pozicija valute

source: Customize the position and formatting of the currency symbol for displayed prices.
sr_rs@latin: Prilagodite položaj i oblikovanje simbola valute za prikazane cene.

source: Thousand Separator
sr_rs@latin: Separator hiljada

source: Choose the character to display as the thousand's place separator for displayed prices.
sr_rs@latin: Izaberite znak koji će se prikazivati kao separator za hiljade mesta za prikazane cene.

source: Decimal Separator
sr_rs@latin: Separator decimala

source: Choose the character to display as the decimal separator for displayed prices.
sr_rs@latin: Izaberite znak koji će se prikazivati kao decimalni separator za prikazane cene.

source: Decimal Places
sr_rs@latin: Decimalna mesta

source: Customize the number of decimal places for prices.
sr_rs@latin: Uredite broj decimalnih mesta za cene.

source: Hide Zero Decimals
sr_rs@latin: Sakrijte kada je na decimalama 0 (500.00 -> 500)

source: Automatically remove zero decimals from the end of displayed prices.
sr_rs@latin: Automatski uklonite nula decimala sa kraja prikazanih cena.

source: Payment Gateways
sr_rs@latin: Gateway za plaćanje

source: Payment Gateway Settings
sr_rs@latin: Podešavanja za gateway za plaćanje

source: Error: "%s" is not a valid payment gateway
sr_rs@latin: Greška: „%s“ nije važeći gateway za plaćanje

source: %s Payment Gateway Settings
sr_rs@latin: %s Podešavanja za gateway za plaćanje

source: Course Settings
sr_rs@latin: Podašavanje kursa

source: Enabling this setting allows students to mark a lesson as "incomplete" after they have completed a lesson.
sr_rs@latin: Omogućavanje ove postavke omogućava učenicima da lekciju označe kao „nepotpunu“ nakon što završe lekciju.

source: Retake Lessons
sr_rs@latin: Ponovite lekcije

source: Course Catalog Settings
sr_rs@latin: Podešavanja kataloga kurseva

source: This page is where your visitors will find a list of all your available courses. %1$sMore information%2$s.
sr_rs@latin: Na ovoj stranici će posetioci pronaći listu svih vaših dostupnih kurseva. %1$s Više informacija %2$s.

source: Course Catalog
sr_rs@latin: Katalog kursa

source: To show all courses on one page, enter -1
sr_rs@latin: Da biste prikazali sve kurseve na jednoj stranici, unesite -1

source: Courses per page
sr_rs@latin: Broj kurseva po stranici

source: Determines the display order for courses on the courses page.
sr_rs@latin: Određuje redosled prikazivanja kurseva na stranici kurseva.

source: Title (A - Z)
sr_rs@latin: Naslov (A - Z)

source: Title (Z - A)
sr_rs@latin: Naslov (Z - A)

source: Most Recent
sr_rs@latin: Najnoviji

source: Catalog Sorting
sr_rs@latin: Sortiranje kataloga

source: Engagements
sr_rs@latin: Angažovanja

source: Background Image Settings
sr_rs@latin: Postavke pozadinske slike

source: Use these sizes to determine the dimensions of certificate background images. After changing these settings, you may need to <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/" target="_blank">regenerate your thumbnails</a>.
sr_rs@latin: Pomoću ovih veličina odredite dimenzije pozadinskih slika sertifikata. Nakon promene ovih podešavanja, možda će biti potrebno da <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/" target="_blank"> ponovo generišete sličice </a>.

source: Image Width
sr_rs@latin: Širina slike

source: in pixels
sr_rs@latin: u pikselima

source: Image Height
sr_rs@latin: Visina slike

source: Legacy compatibility
sr_rs@latin: Nasleđena kompatibilnost

source: Use legacy certificate image sizes.
sr_rs@latin: Koristite zastarele veličine slika sertifikata.

source: Enabling this will override the above dimension settings and set the image dimensions to match the dimensions of the uploaded image.
sr_rs@latin: Omogućavanjem ovog podešavanja zameniće se gornja podešavanja dimenzija i podesiti dimenzije slike tako da odgovaraju dimenzijama otpremljene slike.

source: Settings for all emails sent by LifterLMS. Notification and engagement emails will adhere to these settings.
sr_rs@latin: Postavke za sve imejlove koje je poslao LifterLMS. Imejlovi sa obaveštenjima i angažovanjima pridržavaće se ovih podešavanja.

source: Sender Name
sr_rs@latin: Ime pošiljaoca

source: Name to be displayed in From field
sr_rs@latin: Ime koje će se prikazati u polju Od

source: Sender Email
sr_rs@latin: E-mail pošiljaoca

source: Email Address displayed in the From field
sr_rs@latin: Adresa e-pošte prikazana u polju Od

source: Header Image
sr_rs@latin: Slika zaglavlja

source: Email Footer Text
sr_rs@latin: Tekst podnožja e-pošte

source: Text you would like displayed in the footer of all emails.
sr_rs@latin: Tekst koji biste želeli da se prikazuje u podnožju svih e-adresa.

source: Email Delivery
sr_rs@latin: Dostava putem e-pošte

source: Quick Links
sr_rs@latin: Brze veze

source: Version: %s
sr_rs@latin: Verzija: %s

source: Need help? Get support on the %1$sforums%2$s
sr_rs@latin: Potrebna pomoć? Zatražite podršku na %1$s forum %2$s

source: Looking for a quickstart guide, shortcodes, or developer documentation? Get started at %s
sr_rs@latin: Tražite vodič za brzi početak, kratke kodove ili dokumentaciju za programere? Započnite na %s

source: Get LifterLMS news, updates, and more on our %1$sblog%2$s
sr_rs@latin: Primajte vesti, ažuriranja i još mnogo toga o LifterLMS na našem %1$s blog %2$s

source: Features
sr_rs@latin: Karakteristike

source: Automatic Recurring Payments: <strong>%s</strong>
sr_rs@latin: Automatska ponovljena plaćanja: <strong>%s</strong>

source: Select user roles
sr_rs@latin: Izaberite korisničke uloge

source: Users with the selected roles will bypass enrollment, drip, and prerequisite restrictions for courses and memberships.
sr_rs@latin: Korisnici sa izabranim ulogama zaobići će upis, kapanje i preduslove za kurseve i članstva.

source: Unrestricted Preview Access
sr_rs@latin: Neograničeni pristup pregledu

source: Activity This Week
sr_rs@latin: Aktivnost ove nedelje

source: Most Popular Add-ons, Courses, and Resources
sr_rs@latin: Najpopularniji dodaci, kursevi i resursi

source: View More &rarr;
sr_rs@latin: Prikaži više &rarr;

source: Integrations
sr_rs@latin: Integracije

source: Integration
sr_rs@latin: Integracija

source: Integration ID
sr_rs@latin: ID integracije

source: Installed
sr_rs@latin: Instalirano

source: Select a membership
sr_rs@latin: Izaberite članarinu

source: Only allow access to site to users with a specific membership level. Users will be able to view and purchase membership level.
sr_rs@latin: Pristup lokaciji dozvoljavajte samo korisnicima sa određenim nivoom članstva. Korisnici će moći da vide i kupe nivo članstva.

source: Restrict site by membership level
sr_rs@latin: Ograničite veb lokaciju prema nivou članstva

source: Memberships Catalog
sr_rs@latin: Katalog članstava

source: This page is where your visitors will find a list of all your available memberships.
sr_rs@latin: Na ovoj stranici će posetioci pronaći listu svih vaših dostupnih članstava.

source: Memberships Page
sr_rs@latin: Stranica sa članstvima

source: Memberships per page
sr_rs@latin: Članstva po stranici

source: To show all memberships on one page, enter -1
sr_rs@latin: Da biste prikazali sva članstva na jednoj stranici, unesite -1

source: Determines the display order for items on the memberships page.
sr_rs@latin: Određuje redosled prikazivanja predmeta na stranici za članstvo.

source: Memberships Sorting
sr_rs@latin: Sortiranje članstva

source: All Notifications
sr_rs@latin: Sva obaveštenja

source: Subscribers
sr_rs@latin: Pretplatnici

source: Notification Settings
sr_rs@latin: Podešavanja obaveštenja

source: Invalid notification
sr_rs@latin: Nevažeće obaveštenje

source: Notification
sr_rs@latin: Obaveštenje

source: Configure
sr_rs@latin: Konfiguriši

source: Deletes pending batches generated by LifterLMS background processors.
sr_rs@latin: Briše grupe na čekanju koje su generisali LifterLMS pozadinski procesori.

source: There is currently %d pending batch that will be deleted.
sr_rs@latin: Trenutno je %d paket na čekanju koji će biti izbrisan.

source: Delete processor batches
sr_rs@latin: Izbrišite serije procesora

source: Delete batches
sr_rs@latin: Izbriši serije

source: LifterLMS user sessions store temporary data related to error messages and order information during payment processing. Stale sessions are automatically deleted. This tool can be used to delete all existing user sessions.
sr_rs@latin: Korisničke sesije LifterLMS skladište privremene podatke koji se odnose na poruke o greškama i informacije o porudžbinama tokom obrade plaćanja. Zastarele sesije se automatski brišu. Ovaj alat se može koristiti za brisanje svih postojećih korisničkih sesija.

source: User Sessions
sr_rs@latin: Korisničke sesije

source: Clear All User Sessions
sr_rs@latin: Obriši sve korisničke sesije

source: Check active recurring orders to ensure their recurring payment action is properly scheduled for the next payment. If a recurring payment is due and not scheduled it will be rescheduled.
sr_rs@latin: Proverite aktivne redovne naloge kako biste bili sigurni da su njihove radnje redovnog plaćanja pravilno zakazane za sledeću uplatu. Ako je redovno plaćanje dospelo, a nije zakazano, biće zakazano.

source: There is %d order that will be checked.
sr_rs@latin: Postoji %d redosled koji će biti proveren.

source: Reschedule Recurring Payments
sr_rs@latin: Reprogramirajte periodična plaćanja

source: Reschedule Payments
sr_rs@latin: Reprogramirajte plaćanja

source: Unnamed Access Plan
sr_rs@latin: Neimenovani plan pristupa

source: Purchase Link
sr_rs@latin: Link za kupovinu

source: New Access Plan
sr_rs@latin: Novi plan pristupa

source: Errors were found during access plan validation
sr_rs@latin: Pronađene su greške tokom validacije plana pristupa

source: Plan Title
sr_rs@latin: Ime plana

source: Plan SKU
sr_rs@latin: Šifra plana

source: Enroll Text
sr_rs@latin: Test za upis

source: Enroll, Join, Buy...
sr_rs@latin: Upiši se, pridruži se, kupi...

source: Is Free
sr_rs@latin: Besplatno je

source: No payment required
sr_rs@latin: Nije potrebno plaćanje

source: Price
sr_rs@latin: Cena

source: Frequency
sr_rs@latin: Frekvencija

source: one-time payment
sr_rs@latin: jednokratna uplata

source: every
sr_rs@latin: svaka

source: every 2nd
sr_rs@latin: svaka druga

source: every 3rd
sr_rs@latin: svaka treća

source: every 4th
sr_rs@latin: svaka četvrta

source: every 5th
sr_rs@latin: svaka peta

source: every 6th
sr_rs@latin: svaka šesta

source: Plan Period
sr_rs@latin: Period plana

source: year
sr_rs@latin: godina

source: month
sr_rs@latin: mesec

source: week
sr_rs@latin: nedelja

source: day
sr_rs@latin: dan

source: Plan Length
sr_rs@latin: Dužina plana

source: for all time
sr_rs@latin: zauvek

source: for %s year
sr_rs@latin: za %s godina

source: for %s month
sr_rs@latin: za %s meseci

source: for %s week
sr_rs@latin: za %s nedelja

source: for %s day
sr_rs@latin: za %s dana

source: Access Expiration
sr_rs@latin: Istek pristupa

source: Lifetime Access
sr_rs@latin: Životni pristup

source: Expires after
sr_rs@latin: Ističe nakon

source: Expires on
sr_rs@latin: Ističe

source: year(s)
sr_rs@latin: godina

source: month(s)
sr_rs@latin: meseci

source: week(s)
sr_rs@latin: nedelja

source: day(s)
sr_rs@latin: dana

source: Plan Availability
sr_rs@latin: Dostupnost plana

source: Anyone
sr_rs@latin: Bilo ko

source: Members only
sr_rs@latin: Samo članovi

source: Trial Offer
sr_rs@latin: Ponuda za probni period

source: No trial offer
sr_rs@latin: Nema ponuda za probni period

source: Enable trial
sr_rs@latin: Dopusti probni period

source: Trial Price
sr_rs@latin: Cena za probni period

source: Trial Length
sr_rs@latin: Dužina probnog perioda

source: Sale Pricing
sr_rs@latin: Cena popusta

source: Not on sale
sr_rs@latin: Nije na popustu

source: On Sale
sr_rs@latin: Na popustu
