Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Sale Price
sr_rs@latin: Cena na popustu

source: Sale Start Date
sr_rs@latin: Početak popusta

source: Sale End Date
sr_rs@latin: Kraj popusta

source: Plan Description
sr_rs@latin: Opis plana

source: Override Membership Redirects
sr_rs@latin: Zameni preusmeravanje članstva

source: Any redirection set up on the Membership Access Plans will be overridden by the following settings.
sr_rs@latin: Svako preusmeravanje postavljeno na planovima za pristup članstvu biće poništeno sledećim podešavanjima.

source: Checkout redirect
sr_rs@latin: Preusmeravanje plaćanja

source: Enter a URL
sr_rs@latin: Unesite URL

source: Access plans define the payment options and access time-periods available for this %s.
sr_rs@latin: Planovi pristupa definišu opcije plaćanja i vremenske periode pristupa dostupne za ovaj% s.

source: No access plans exist for your %s, click "Add New" to get started.
sr_rs@latin: Ne postoje planovi pristupa za vaš %s, kliknite na „Dodaj novo“ da biste započeli.

source: Author: %s
sr_rs@latin: Autor: %s

source: Update Available: %s
sr_rs@latin: Ažuriranje dostupno: %s

source: Learn more
sr_rs@latin: Vidi više

source: There's no assignment associated with this lesson.
sr_rs@latin: Uz ovu lekciju nije povezan nijedan zadatak.

source: Create New Assignment
sr_rs@latin: Napravite novi zadatak

source: Add Existing Assignment
sr_rs@latin: Dodajte postojeći zadatak

source: Open WordPress course editor
sr_rs@latin: Otvorite uređivač kursa WordPress

source: View course
sr_rs@latin: Prikaži kurs

source: Assignment
sr_rs@latin: Zadatak

source: Add Elements
sr_rs@latin: Dodaj elemente

source: Existing Lesson
sr_rs@latin: Postojeća lekcija

source: Published
sr_rs@latin: Objavljeno

source: Open WordPress lesson editor
sr_rs@latin: Otvori WordPress editor lekcije

source: Detach Lesson
sr_rs@latin: Odvojite lekciju

source: Delete Lesson
sr_rs@latin: Obrišite lekciju

source: View lesson
sr_rs@latin: Prikažite lekciju

source: Shift up
sr_rs@latin: Premesti gore

source: Shift down
sr_rs@latin: Premesti dole

source: Move to previous section
sr_rs@latin: Premesti se na prethodnu sekciju

source: Move to next section
sr_rs@latin: Idi na sledeću sekciju

source: Trash Lesson
sr_rs@latin: Premesti lekciju u kantu

source: Edit Lesson settings
sr_rs@latin: Uredi podešavanja lekcije

source: Add an assignment
sr_rs@latin: Dodaj zadatak

source: Edit Assignment: %s
sr_rs@latin: Uredi zadatak: %s

source: Add a quiz
sr_rs@latin: Dodaj kviz

source: Edit Quiz: %s
sr_rs@latin: Uredi kviz: %s

source: No content
sr_rs@latin: Nema sadržaja

source: Has content
sr_rs@latin: Ima sadržaj

source: No video
sr_rs@latin: Nema video

source: Has video
sr_rs@latin: Ima video

source: No audio
sr_rs@latin: Nema audio

source: Has audio
sr_rs@latin: Ima audio

source: Enrolled students only
sr_rs@latin: Samo upisani studenti

source: No prerequisite
sr_rs@latin: Nema preduslova

source: Prerequisite Enabled
sr_rs@latin: Preduslov omogućen

source: Drip disabled
sr_rs@latin: Drip nedopušten

source: Drip Enabled
sr_rs@latin: Drip dopušten

source: Enter a choice...
sr_rs@latin: Unesi izbor...

source: Remove image
sr_rs@latin: Odstrani sliku

source: image preview
sr_rs@latin: pregled slike

source: Add Image
sr_rs@latin: Dodaj sliku

source: Add Choice
sr_rs@latin: Dodaj izbor

source: Delete Choice
sr_rs@latin: Obriši izbor

source: Install the LifterLMS Advanced Quizzes add-on to enable this question type
sr_rs@latin: Instalirajte dodatak LifterLMS Advanced Kuizzes da biste omogućili ovaj tip pitanja

source: Expand question
sr_rs@latin: Proširi pitanje

source: Collapse question
sr_rs@latin: Skupi pitanje

source: Clone question
sr_rs@latin: Kloniraj pitanje

source: Detach question
sr_rs@latin: Odvoji pitanje

source: Delete question
sr_rs@latin: Obriši pitanje

source: points
sr_rs@latin: poeni

source: Use YouTube, Vimeo, or Wistia video URLS.
sr_rs@latin: Koristite IouTube, Vimeo ili Vistia URL adrese video zapisa.

source: Choices
sr_rs@latin: Izbori

source: Multiple Correct Choices
sr_rs@latin: Više tačnih odgovora

source: Drag a question here to add it to the group.
sr_rs@latin: Prevucite pitanje ovde da biste ga dodali u grupu.

source: Result Clarifications
sr_rs@latin: Razjašnjenja rezultata

source: There's no quiz associated with this lesson.
sr_rs@latin: Uz ovu lekciju nije povezan kviz.

source: Create New Quiz
sr_rs@latin: Napravite novi kviz

source: Add Existing Quiz
sr_rs@latin: Dodajte već postojeći kviz

source: Total Points
sr_rs@latin: Ukupan broj poena

source: Detach Quiz
sr_rs@latin: Odvojite kviz

source: Delete Quiz
sr_rs@latin: Obrišite kviz

source: Click "Add Question" below to start building your quiz!
sr_rs@latin: Kliknite na „Dodaj pitanje“ ispod da biste započeli izgradnju kviza!

source: Collapse All
sr_rs@latin: Skupi sve

source: Expand All
sr_rs@latin: Proširi sve

source: Add Question
sr_rs@latin: Dodaj pitanje

source: Filter
sr_rs@latin: Filtriraj

source: Expand section
sr_rs@latin: Proširi sekciju

source: Collapse section
sr_rs@latin: Sakupi sekciju

source: Delete Section
sr_rs@latin: Obriši sekciju

source: Saved
sr_rs@latin: Sačuvano

source: Save changes
sr_rs@latin: Sačuvaj promene

source: Saving changes...
sr_rs@latin: Čuvanje promena...

source: Error saving changes...
sr_rs@latin: Greška pri čuvanju promena...

source: Exit
sr_rs@latin: Izlaz

source: Import Course(s)
sr_rs@latin: Uvezi kurs

source: Upload export files generated by LifterLMS. Must be a ".json" file.
sr_rs@latin: Otpremite izvozne datoteke koje je generisao LifterLMS. To mora biti datoteka .json.

source: Download and import courses, templates, and more from %s.
sr_rs@latin: Preuzmite i uvezite kurseve, predloške i još mnogo toga sa %s.

source: Help
sr_rs@latin: Pomoć

source: For more information:
sr_rs@latin: Za više informacija:

source: Import Documentation
sr_rs@latin: Uvezi dokumentaciju

source: Importing into LifterLMS
sr_rs@latin: Uvoženje u LifterLMS

source: Importing allows you to copy courses from one LifterLMS site to another.
sr_rs@latin: Uvoz vam omogućava kopiranje kurseva sa jedne lokacije LifterLMS na drugu.

source: You can upload <code>.json</code> files exported from another LifterLMS site using the "Upload" button.
sr_rs@latin: Datoteke <code>.json</code> možete izvesti sa drugog LifterLMS sajta pomoću dugmeta „Otpremi“.

source: The courses listed below are samples and templates you can import into your site directly from LifterLMS.com. When importing these courses the content (including images) will be downloaded from LifterLMS.com and imported into your site.
sr_rs@latin: Dole navedeni kursevi su primeri i predlošci koje možete da uvezete na svoju veb lokaciju direktno sa LifterLMS.com. Prilikom uvoza ovih kurseva sadržaj (uključujući slike) biće preuzet sa LifterLMS.com i uvezen na vašu veb lokaciju.

source: %s featured image
sr_rs@latin: %s istaknuta slika

source: Download & Import
sr_rs@latin: Preuzmi i uvezi

source: There was an error loading importable courses. Please reload the page to try again. [%s]
sr_rs@latin: Došlo je do greške pri učitavanju uvoznih kurseva. Ponovo učitajte stranicu da biste pokušali ponovo. [%s]

source: Update Order Status:
sr_rs@latin: Ažuriraj status porudžbine:

source: Order Date
sr_rs@latin: Datum narudžbine

source: Trial End Date
sr_rs@latin: Datum završetka probnog perioda

source: Next Payment Date
sr_rs@latin: Sledeći datum za plaćanje

source: Update Order
sr_rs@latin: Ažuriraj narudžbinu

source: Hey there, we noticed you have more than %s active students on your site - that’s really awesome!
sr_rs@latin: Zdravo, primetili smo da na svojoj veb lokaciji imate više od %s aktivnih učenika - to je zaista sjajno!

source: Could you please do us a BIG favor and give LifterLMS a 5-star rating on WordPress to help us grow?
sr_rs@latin: Možete li da nam učinite VELIKU uslugu i dodelite LifterLMS-u ocenu od 5 zvezdica na WordPressu kako bi nam pomogao da rastemo?

source: Chris Badgett & Thomas Patrick Levy, Co-Founders of LifterLMS
sr_rs@latin: Chris Badgett i Thomas Patrick Levi, suosnivači LifterLMS

source: Ok, you deserve it
sr_rs@latin: Ok, zaslužio si

source: Nope, maybe later
sr_rs@latin: Ne, možda kasnije

source: I already did
sr_rs@latin: Već jesam

source: Save Changes
sr_rs@latin: Sačuvaj promene

source: Skip setup
sr_rs@latin: Preskoči podešavanja

source: Get Started Now
sr_rs@latin: Započni sada

source: The site setup is incomplete! Are you sure you wish to exit?
sr_rs@latin: Postavljanje sajta je nepotpuno! Jeste li sigurni da želite izaći?

source: Exit Setup
sr_rs@latin: Izađi iz podešavanja

source: Start from Scratch
sr_rs@latin: Početi od nule

source: Help Improve LifterLMS & Get a Coupon
sr_rs@latin: Pomozite da poboljšate LifterLMS i nabavite kupon

source: By allowing us to collect non-sensitive usage information and diagnostic data, you'll be providing us with information we can use to make the future of LifterLMS stronger and more powerful with every update!
sr_rs@latin: Omogućavajući nam da prikupljamo nesetljive informacije o upotrebi i dijagnostičke podatke, pružaćete nam informacije koje možemo koristiti da bi budućnost LifterLMS-a bila jača i moćnija sa svakim ažuriranjem!

source: Click "Allow" to and we'll send you a coupon immediately.
sr_rs@latin: Kliknite na „Dozvoli“ i odmah ćemo vam poslati kupon.

source: Find out more information
sr_rs@latin: Saznajte više informacija

source: Setup Complete!
sr_rs@latin: Postavljanje je završeno!

source: Here's some resources to help you get familiar with LifterLMS:
sr_rs@latin: Evo nekoliko resursa koji će vam pomoći da se upoznate sa LifterLMS:

source: Watch the LifterLMS video tutorials
sr_rs@latin: Pogledajte video vodiče LifterLMS

source: Read the LifterLMS Getting Started Guide
sr_rs@latin: Pročitajte Vodič za početak LifterLMS-a

source: Import Sample Courses and Templates!
sr_rs@latin: Uvezite uzorke kurseva i šablona!

source: Accelerate your progress by installing a quick LifterLMS training course and useful course templates.
sr_rs@latin: Ubrzajte svoj napredak instaliranjem brzog kursa LifterLMS obuke i korisnih šablona kurseva.

source: The selected course will be downloaded and imported into this site from %s.
sr_rs@latin: Izabrani kurs će biti preuzet i uvezen na ovu stranicu sa %s.

source: The %1$s selected courses will be downloaded and imported into this site from %2$s.
sr_rs@latin: Odabrani %1$s kursevi će biti preuzeti i uvezeni na ovu veb lokaciju sa %2$s.

source: Welcome to LifterLMS!
sr_rs@latin: Dobrodošli u LifterLMS!

source: Thanks for choosing LifterLMS to power your online courses! This short setup wizard will guide you through the basic settings and configure LifterLMS so you can get started creating courses faster!
sr_rs@latin: Hvala što ste izabrali LifterLMS za pokretanje vaših onlajn kurseva! Ovaj kratki čarobnjak za podešavanje vodiće vas kroz osnovna podešavanja i konfigurisati LifterLMS tako da možete brže započeti sa kreiranjem kurseva!

source: It will only take a few minutes and it is completely optional. If you don't have the time now, come back later.
sr_rs@latin: Trebaće vam samo nekoliko minuta i potpuno je neobavezno. Ako nemate vremena sada, vratite se kasnije.

source: LifterLMS has a few essential pages. The following will be created automatically if they don't already exist.
sr_rs@latin: LifterLMS ima nekoliko osnovnih stranica. Sledeće će se automatski kreirati ako već ne postoje.

source: This page is where your visitors will find a list of all your available courses.
sr_rs@latin: Na ovoj stranici će posetioci pronaći listu svih vaših dostupnih kurseva.

source: Membership Catalog
sr_rs@latin: Katalog članstva

source: This is the page where visitors will be directed in order to pay for courses and memberships.
sr_rs@latin: Ovo je stranica na koju će posetioci biti upućeni kako bi platili kurseve i članstva.

source: After setup, you can manage these pages from the admin dashboard on the %1$sPages screen%2$s and you can control which pages display on your menu(s) via %3$sAppearance > Menus%4$s.
sr_rs@latin: Nakon podešavanja, ovim stranicama možete da upravljate na administratorskoj kontrolnoj tabli na ekranu %1$s Stranice %2$s, a možete da kontrolišete koje stranice se prikazuju u vašem meniju (a) preko %3$s Izgled> Meniji %4$s.

source: Which country should be used as the default for student registrations?
sr_rs@latin: Koju zemlju treba koristiti kao podrazumevanu za prijave učenika?

source: Which currency should be used for payment processing?
sr_rs@latin: Koju valutu treba koristiti za obradu plaćanja?

source: If you currency is not listed you can %1$sadd it later%2$s.
sr_rs@latin: Ako vaša valuta nije navedena, možete %1$s da je naknadno podsetite %2$s.

source: With LifterLMS you can accept both online and offline payments. Be sure to install a %1$spayment gateway%2$s to accept online payments.
sr_rs@latin: Pomoću LifterLMS-a možete da prihvatate online i oflajn plaćanja. Obavezno instalirajte %1$s mrežni prolaz %2$s da biste prihvatili plaćanja na mreži.

source: Enable Offline Payments
sr_rs@latin: Omogućite plaćanja van mreže

source: View Log
sr_rs@latin: Pogledaj Dnevnik događaja

source: Viewing: %s
sr_rs@latin: Gledanje: %s

source: The event is missing the "%s" field.
sr_rs@latin: Događaju nedostaje polje „%s“.

source: The URL "%s" cannot be mapped to a valid post object.
sr_rs@latin: URL adresa „%s“ se ne može preslikati na važeći objekt pošte.

source: Missing required field: "%s".
sr_rs@latin: Nedostaje obavezno polje: „%s“.

source: The event "%s" is invalid.
sr_rs@latin: Događaj „%s“ je nevažeći.

source: An unknown error occurred during event creation.
sr_rs@latin: Došlo je do nepoznate greške tokom kreiranja događaja.

source: There was one or more errors encountered while recording the events.
sr_rs@latin: Došlo je do jedne ili više grešaka tokom snimanja događaja.

source: You're not allowed to store tracking events
sr_rs@latin: Nije vam dozvoljeno da skladištite događaje praćenja

source: Raw data is missing the required "courses" array.
sr_rs@latin: Sirovim podacima nedostaje potreban niz „kurseva“.

source: The raw "courses" item must be an array.
sr_rs@latin: Sirova stavka „kursevi“ mora biti niz.

source: Error creating the question post object.
sr_rs@latin: Greška pri kreiranju objekta za postavljanje pitanja.

source: Every %d Minutes
sr_rs@latin: Svakih %d minuta

source: Missing required parameters
sr_rs@latin: Nedostaju potrebni parametri

source: Members are being enrolled in the background. You may leave this page.
sr_rs@latin: Članovi se upisuju u pozadini. Možete napustiti ovu stranicu.

source: There was a problem deleting your access plan, please try again.
sr_rs@latin: Došlo je do problema prilikom brisanja vašeg plana pristupa, pokušajte ponovo.

source: Missing required parameters.
sr_rs@latin: Nedostaju potrebni parametri.

source: There was an error removing the course, please try again.
sr_rs@latin: Došlo je do greške pri uklanjanju kursa, pokušajte ponovo.

source: You must be logged in to take quizzes.
sr_rs@latin: Morate biti prijavljeni da biste učestvovali u kvizovima.

source: There was an error starting the quiz. Please return to the lesson and begin again.
sr_rs@latin: Došlo je do greške prilikom pokretanja kviza. Vratite se na lekciju i počnite ponovo.

source: Unable to start quiz because the quiz does not contain any questions.
sr_rs@latin: Kviz nije moguće započeti jer kviz ne sadrži pitanja.

source: Missing required parameters. Could not proceed.
sr_rs@latin: Nedostaju potrebni parametri. Ne mogu da nastavim.

source: There was an error recording your answer the quiz. Please return to the lesson and begin again.
sr_rs@latin: Došlo je do greške prilikom snimanja vašeg odgovora na kviz. Vratite se na lekciju i počnite ponovo.

source: Invalid status
sr_rs@latin: Nevažeći status

source: Action "%1$s" failed. Please try again
sr_rs@latin: Akcija „%1$s“ nije uspela. Molim vas, pokušajte ponovo

source: Please enter a coupon code.
sr_rs@latin: Unesite kod kupona.

source: Please enter a plan ID.
sr_rs@latin: Unesite ID plana.

source: Coupon code "%s" not found.
sr_rs@latin: Kod kupona „%s“ nije pronađen.

source: Missing Required Parameters.
sr_rs@latin: Nedostaju potrebni parametri.

source: Missing tracking data.
sr_rs@latin: Nedostaju podaci praćenja.

source: Unable to open export file (HTML certificate) for writing.
sr_rs@latin: Nije moguće otvoriti datoteku za izvoz (HTML sertifikat) za pisanje.

source: Unable to write to export file (HTML certificate).
sr_rs@latin: Nije moguće zapisati u datoteku za izvoz (HTML sertifikat).

# certificate download filename
source: certificate-%1$s-%2$s
sr_rs@latin: sertifikat-%1$s-%2$s

source: hours
sr_rs@latin: sati

source: hour
sr_rs@latin: sat

source: seconds
sr_rs@latin: sekunde

source: second
sr_rs@latin: sekunda

source: minutes
sr_rs@latin: minuti

source: minute
sr_rs@latin: minut

source: Email #%1$d to user #%2$d triggered by %3$s
sr_rs@latin: Email #%1$d korisniku #%2$d okinuto od strane %3$s

source: not sent due to user enrollment issues.
sr_rs@latin: nije poslato zbog problema sa upisom korisnika.

source: not sent because of dupcheck.
sr_rs@latin: nije poslato zbog dupchecka.

source: sent successfully.
sr_rs@latin: uspešno poslat.

source: not sent due to email sending issues.
sr_rs@latin: nije poslato zbog problema sa slanjem e-pošte.

source: Collect manual or offline payments. Also handles any free orders during checkout.
sr_rs@latin: Prikupljajte ručna ili oflajn plaćanja. Takođe obrađuje sve besplatne porudžbine tokom plaćanja.

source: Manual
sr_rs@latin: Ručno

source: Pay manually via check
sr_rs@latin: Platite ručno čekom

source: Payment Instructions
sr_rs@latin: Instrukcije za plaćanje

source: Displayed to the user when this gateway is selected during checkout. Add information here instructing the student on how to send payment.
sr_rs@latin: Prikazuje se korisniku kada je ovaj gatevai izabran tokom plaćanja. Ovde dodajte informacije koje upućuju studenta kako da pošalje uplatu.

source: Payment method switched from "%1$s" to "%2$s"
sr_rs@latin: Način plaćanja je prebačen sa „%1$s“ na „%2$s“

source: Free
sr_rs@latin: Besplatno

source: No generator supplied.
sr_rs@latin: Nije isporučen generator.

source: The supplied file cannot be processed by the importer.
sr_rs@latin: Uvoznik ne može da obradi isporučenu datoteku.

source: The supplied generator is invalid.
sr_rs@latin: Isporučeni generator je nevažeći.

source: Purchase
sr_rs@latin: Kupovina

# course difficulty name
source: Beginner
sr_rs@latin: Početni nivo

# course difficulty name
source: Intermediate
sr_rs@latin: Srednji nivo

# course difficulty name
source: Advanced
sr_rs@latin: Napredni nivo

source: The LifterLMS database update is complete.
sr_rs@latin: Ažuriranje baze podataka LifterLMS je završeno.

source: This is a %2$s %1$s String
sr_rs@latin: Ovo je %2$s %1$s String

source: You do not have permission to access this content
sr_rs@latin: Nemate dozvolu za pristup ovom sadržaju

source: There is an issue with your chosen password.
sr_rs@latin: Postoji problem sa odabranom lozinkom.

source: Too Short
sr_rs@latin: Previše kratak

source: Very Weak
sr_rs@latin: Previše slab

source: Weak
sr_rs@latin: Slab

source: Medium
sr_rs@latin: Osrednji

source: Strong
sr_rs@latin: Jak

source: Mismatch
sr_rs@latin: Neusaglašenost

source: Members Only Pricing
sr_rs@latin: Samo za članove

source: Are you sure you want to cancel your subscription?
sr_rs@latin: Da li ste sigurni da želite otkazati pretplatu?

source: lessons
sr_rs@latin: lekcije

source: lesson
sr_rs@latin: lekcija

source: Lesson %1$d: %2$s
sr_rs@latin: Lekcija %1$d: %2$s

source: %1$s Quiz
sr_rs@latin: %1$s Kviz

source: questions
sr_rs@latin: pitanja

source: question
sr_rs@latin: pitanje

source: New Quiz
sr_rs@latin: Novi kviz

source: quizzes
sr_rs@latin: kvizovi

source: quiz
sr_rs@latin: kviz

source: New Section
sr_rs@latin: Novi odeljak

source: sections
sr_rs@latin: odeljci

source: section
sr_rs@latin: odeljak

source: Require Passing Grade on Quiz
sr_rs@latin: Zahtevati prolaznu ocenu na kvizu

source: Require Passing Grade on Assignment
sr_rs@latin: Zahteva prolaznu ocenu na zadatku

source: Lesson Weight
sr_rs@latin: Težina lekcije

source: POINTS
sr_rs@latin: POENI

source: Determines the weight of the lesson when calculating the overall grade of the course.
sr_rs@latin: Određuje težinu lekcije prilikom izračunavanja ukupne ocene kursa.

source: # of days after course enrollment
sr_rs@latin: # dana nakon upisa na kurs

source: # of days after course start date
sr_rs@latin: # dana nakon datuma početka kursa

source: # of days after prerequisite lesson completion
sr_rs@latin: # dana nakon završetka preduslova lekcije

source: # of days
sr_rs@latin: # dana

source: Time
sr_rs@latin: Vreme

source: Passing Percentage
sr_rs@latin: Prolazni procenat

source: Minimum percentage of total points required to pass the quiz
sr_rs@latin: Minimalan procenat ukupnih bodova potreban za polaganje kviza

source: Limit Attempts
sr_rs@latin: Ograničite pokušaje

source: Limit the maximum number of times a student can take this quiz
sr_rs@latin: Ograničite maksimalan broj puta koji učenik može da učestvuje u ovom kvizu

source: Time Limit
sr_rs@latin: Vremensko ograničenje

source: Enforce a maximum number of minutes a student can spend on each attempt
sr_rs@latin: Odredite maksimalan broj minuta koje student može da potroši na svaki pokušaj

source: Show Correct Answers
sr_rs@latin: Pokažite tačne odgovore

source: When enabled, students will be shown the correct answer to any question they answered incorrectly.
sr_rs@latin: Kada je omogućeno, učenicima će se prikazati tačan odgovor na bilo koje pitanje na koje su netačno odgovorili.

source: Randomize Question Order
sr_rs@latin: Randomizirajte redosled pitanja

source: Display questions in a random order for each attempt. Content questions are locked into their defined positions.
sr_rs@latin: Prikažite pitanja slučajnim redosledom za svaki pokušaj. Pitanja o sadržaju zaključana su na svoje definisane pozicije.

source: Are you sure you want to detach this %s?
sr_rs@latin: Da li ste sigurni da želite da odvojite ovaj %s?

source: Select an image
sr_rs@latin: Izaberite sliku

source: Use this image
sr_rs@latin: Koristite ovu sliku

source: Are you sure you want to move this %s to the trash?
sr_rs@latin: Da li ste sigurni da želite da premestite ovaj %s u otpad?

source: %1$s Assignment
sr_rs@latin: %1$s Zadatak

source: Search for existing assignments...
sr_rs@latin: Potražite postojeće zadatke ...

source: Get Your Students Taking Action
sr_rs@latin: Podstaknite studente da krenu u akciju

source: Get Assignments Now!
sr_rs@latin: Dobijte zadatke odmah!

source: Unlock LifterLMS Assignments
sr_rs@latin: Otključajte zadatke LifterLMS-a

source: Add Existing Lesson
sr_rs@latin: Dodajte postojeću lekciju

source: Search for existing lessons...
sr_rs@latin: Potražite postojeće lekcije...

source: Searching...
sr_rs@latin: U potrazi...

source: Attach
sr_rs@latin: Prikači

source: Are you sure you want to delete this question?
sr_rs@latin: Da li ste sigurni da želite da obrišete ovo pitanje?

source: Add Existing Question
sr_rs@latin: Dodajte postojeće pitanje

source: Search for existing questions...
sr_rs@latin: Pretražite postojeća pitanja...

source: An error occurred while trying to load the questions. Please refresh the page and try again.
sr_rs@latin: Došlo je do greške prilikom pokušaja učitavanja pitanja. Osvežite stranicu i pokušajte ponovo.

source: Search for existing quizzes...
sr_rs@latin: Pretražite postojeće kvizove...

source: Add a Question
sr_rs@latin: Dodaj pitanje
