Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Paste the url for a Wistia, Vimeo or Youtube video or a hosted video file. For a full list of supported providers see %s.
sr_rs@latin: Nalepite URL za Wistia, Vimeo ili YouTube video ili hostovanu video datoteku. Za potpunu listu podržanih dobavljača pogledajte %s.

source: When enabled, the featured video will be displayed on the course tile in addition to the course page.
sr_rs@latin: Kada je omogućeno, istaknuti video zapis će se prikazivati na pločici kursa pored stranice kursa.

source: Display Featured Video on Course Tile
sr_rs@latin: Prikažite istaknuti video na pločici kursa

source: Featured Audio
sr_rs@latin: Istaknuti audio

source: Paste the url for a SoundCloud or Spotify song or a hosted audio file. For a full list of supported providers see %s.
sr_rs@latin: Nalepite url za pesmu SoundCloud ili Spotify ili hostovanu audio datoteku. Za potpunu listu podržanih dobavljača pogledajte %s.

source: This message will be displayed when non-enrolled visitors attempt to access course content directly without enrolling first
sr_rs@latin: Ova poruka će se prikazati kada neupisani posetioci pokušaju da direktno pristupe sadržaju kursa bez prethodne registracije

source: Content Restricted Message
sr_rs@latin: Poruka sa ograničenim sadržajem

source: Enable Enrollment Period
sr_rs@latin: Omogućite period upisa

source: Set registration start and end dates for this course
sr_rs@latin: Odredite datum početka i završetka registracije za ovaj kurs

source: Registration opens on this date.
sr_rs@latin: Registracija se otvara ovog datuma.

source: Enrollment Start Date
sr_rs@latin: Datum početka upisa

source: Registration closes on this date.
sr_rs@latin: Registracija se zatvara na ovaj datum.

source: Enrollment End Date
sr_rs@latin: Datum završetka upisa

source: Enrollment in this course opens on [lifterlms_course_info id="%d" key="enrollment_start_date"].
sr_rs@latin: Upis na ovaj kurs se otvara [lifterlms_course_info id = "%d" key = "enrollment_start_date"].

source: This message will be displayed to non-enrolled visitors before the Enrollment Start Date. You may use shortcodes like [lifterlms_course_info id="%d" key="enrollment_start_date"] in this message.
sr_rs@latin: Ova poruka će se prikazati neupisanim posetiocima pre datuma početka upisa. U ovoj poruci možete da koristite kratke kodove poput [lifterlms_course_info id = "%d" key = "enrollment_start_date"].

source: Enrollment Opens Message
sr_rs@latin: Upis otvara poruku

source: Enrollment in this course closed on [lifterlms_course_info id="%d" key="enrollment_end_date"].
sr_rs@latin: Upis na ovaj kurs je zatvoren [lifterlms_course_info id = "%d" key = "enrollment_end_date"].

source: This message will be displayed to non-enrolled visitors once the Enrollment End Date has passed. You may use shortcodes like [lifterlms_course_info id="%d" key="enrollment_end_date"] in this message.
sr_rs@latin: Ova poruka će se prikazati neupisanim posetiocima nakon što prođe krajnji datum upisa. U ovoj poruci možete da koristite kratke kodove poput [lifterlms_course_info id = "%d" key = "enrollment_end_date"].

source: Enrollment Closed Message
sr_rs@latin: Poruka o upisu zatvorena

source: Enable Course Time Period
sr_rs@latin: Omogućite vremenski period kursa

source: Set start and end dates for this course. Content can only be viewed and completed within the selected range.
sr_rs@latin: Odredite datum početka i završetka ovog kursa. Sadržaj se može pregledati i dovršiti samo unutar izabranog opsega.

source: Course Start Date
sr_rs@latin: Datum početka kursa

source: Course End Date
sr_rs@latin: Datum završetka kursa

source: This course opens on [lifterlms_course_info id="%d" key="start_date"].
sr_rs@latin: Ovaj kurs se otvara [lifterlms_course_info id = "%d" key = "start_date"].

source: This message will be displayed to non-enrolled visitors before the Course Start Date. You may use shortcodes like [lifterlms_course_info id="%d" key="start_date"] in this message.
sr_rs@latin: Ova poruka će se prikazati neupisanim posetiocima pre datuma početka kursa. U ovoj poruci možete da koristite kratke kodove poput [lifterlms_course_info id = "%d" key = "start_date"].

source: Course Opens Message
sr_rs@latin: Kurs otvara poruku

source: This course closed on [lifterlms_course_info id="%d" key="end_date"].
sr_rs@latin: Ovaj kurs je zatvoren [lifterlms_course_info id = "%d" key = "end_date"].

source: This message will be displayed to non-enrolled visitors once the Course End Date has passed. You may use shortcodes like [lifterlms_course_info id="%d" key="end_date"] in this message.
sr_rs@latin: Ova poruka će se prikazati neupisanim posetiocima kada prođe Datum završetka kursa. U ovoj poruci možete da koristite kratke kodove poput [lifterlms_course_info id = "%d" key = "end_date"].

source: Course Closed Message
sr_rs@latin: Poruka kursa zatvorena

source: Enable Prerequisite
sr_rs@latin: Omogući preduslov

source: Enable to choose a prerequisite course or course track
sr_rs@latin: Omogućite izbor preduslovnog kursa ili staze za kurs

source: Select a course
sr_rs@latin: Izaberite kurs

source: Select a prerequisite course. Students must have completed the selected course before they can view or complete content in this course.
sr_rs@latin: Izaberite preduslov za kurs. Studenti moraju da su završili izabrani kurs pre nego što mogu da pogledaju ili upotpune sadržaj ovog kursa.

source: Choose Prerequisite Course
sr_rs@latin: Izaberite Preduslovni kurs

source: Select the prerequisite course track. Students must have completed the select track before they can view or complete content in this course.
sr_rs@latin: Izaberite preduslov staze za kurs. Studenti moraju da završe odabranu stazu pre nego što mogu da pogledaju ili upotpune sadržaj na ovom kursu.

source: Choose Prerequisite Course Track
sr_rs@latin: Izaberite Preduslov Staza kursa

source: Enable Course Capacity
sr_rs@latin: Omogućite kapacitet kursa

source: Limit the number of users that can enroll in this course.
sr_rs@latin: Ograničite broj korisnika koji mogu da se prijave na ovaj kurs.

source: Course Capacity
sr_rs@latin: Kapacitet kursa

source: Enrollment has closed because the maximum number of allowed students has been reached.
sr_rs@latin: Upis je zatvoren jer je dostignut maksimalan broj dozvoljenih učenika.

source: This message will be displayed to non-enrolled visitors once the Course Capacity has been reached.
sr_rs@latin: Ova poruka će se prikazati neupisanim posetiocima kada se dostigne kapacitet kursa.

source: Capacity Reached Message
sr_rs@latin: Poruka o dostignutom kapacitetu

source: Email Settings
sr_rs@latin: Podešavanja e-pošte

source: Email Subject
sr_rs@latin: Predmet e-pošte

source: This will be used for the subject line of your email.
sr_rs@latin: Ovo će se koristiti za naslov vaše e-pošte.

source: Email Heading
sr_rs@latin: Naslov e-pošte

source: This is the heading for your email. It will display above the content.
sr_rs@latin: Ovo je naslov vaše e-pošte. Prikazaće se iznad sadržaja.

source: Email To:
sr_rs@latin: Pošaljite e-poštom na:

source: Separate multiple address with a comma.
sr_rs@latin: Odvojite više adresa zarezom.

source: Engagement Options
sr_rs@latin: Opcije angažovanja

source: This engagement will be triggered when a student completes the selected action
sr_rs@latin: Ovo angažovanje će se pokrenuti kada student završi odabranu radnju

source: Select a Course
sr_rs@latin: Izaberite kurs

source: Select a Lesson
sr_rs@latin: Izaberite lekciju

source: Select an Access Plan
sr_rs@latin: Izaberite plan pristupa

source: Select a Membership
sr_rs@latin: Izaberite članstvo

source: Select a Quiz
sr_rs@latin: Izaberite kviz

source: Select a Section
sr_rs@latin: Izaberite odeljak

source: Select a Course Track
sr_rs@latin: Izaberite traku kursa

source: Determines the type of engagement
sr_rs@latin: Određuje vrstu angažovanja

source: Engagement Type
sr_rs@latin: Vrsta angažovanja

source: Select an Engagement
sr_rs@latin: Izaberite angažovanje

source: Enter the number of days to wait before triggering this engagement. Enter 0 or leave blank to trigger immediately.
sr_rs@latin: Unesite broj dana na čekanje pre pokretanja ovog angažmana. Unesite 0 ili ostavite prazno da biste se odmah aktivirali.

source: Engagement Delay
sr_rs@latin: Odlaganje angažovanja

source: Engagement Settings
sr_rs@latin: Podešavanje angažovanja

source: Instructors
sr_rs@latin: Instruktori

source: Add Instructor
sr_rs@latin: Dodaj instruktora

source: New Instructor
sr_rs@latin: Novi instruktor

source: Select an Instructor
sr_rs@latin: Izaberi instruktora

source: Instructor
sr_rs@latin: Instruktor

source: Label
sr_rs@latin: Labela

source: Visibility
sr_rs@latin: Vidljivost

source: Visible
sr_rs@latin: Vidljiv

source: Hidden
sr_rs@latin: Sakriven

source: Lesson Settings
sr_rs@latin: Podešavanje lekcije

source: On a specific date
sr_rs@latin: Na tačan datum

source: After course enrollment
sr_rs@latin: Nakon upisa na kurs

source: After course start date
sr_rs@latin: Nakon početka kursa

source: After prerequisite completion
sr_rs@latin: Nakon završetka preduslova

source: Video Embed Url
sr_rs@latin: URL za ugrađivanje videa

source: Audio Embed Url
sr_rs@latin: URL za ugrađivanje audia

source: Checking this box will allow guests to view the content of this lesson without registering or signing up for the course.
sr_rs@latin: Označavanje ovog polja omogućit će gostima da vide sadržaj ove lekcije bez registracije ili prijave za kurs.

source: Free Lesson
sr_rs@latin: Besplatna lekcija

source: Prerequisites
sr_rs@latin: Preduslovi

source: Enable to choose a prerequisite Lesson
sr_rs@latin: Omogućite odabir preduslova lekcije

source: Select a Prerequisite Lesson
sr_rs@latin: Izaberite preduslovnu leckiju

source: Select the prerequisite lesson
sr_rs@latin: Izaberite preduslovnu leckiju

source: Choose Prerequisite
sr_rs@latin: Izaberite preduslov

source: Drip Settings
sr_rs@latin: Drip podešanja

source: Method
sr_rs@latin: Metoda

source: Delay (in days)
sr_rs@latin: Odlaganje (u danima)

source: Date Available
sr_rs@latin: Datum dostupnosti

source: Optionally enter a time when the lesson should become available. If no time supplied, lesson will be available at 12:00 AM. Format must be HH:MM AM
sr_rs@latin: Po želji unesite vreme kada bi lekcija trebala postati dostupna. Ako nema vremena, lekcija će biti dostupna u 00:00. Format mora biti HH: MM AM

source: Time Available
sr_rs@latin: Dostupno vreme

source: Checking this box will require students to get a passing score on the above quiz to complete the lesson.
sr_rs@latin: Označavanjem ovog polja biće potrebno da studenti dobiju prolazni rezultat iz gornjeg kviza da bi završili lekciju.

source: Require Passing Grade
sr_rs@latin: Zahteva prolaznu ocenu

source: Membership Settings
sr_rs@latin: Podešavanja članstva

source: No automatic enrollment courses found. Add a course below.
sr_rs@latin: Nije pronađen nijedan automatski kurs za upis. Dodajte kurs u nastavku.

source: Remove course
sr_rs@latin: Izbriši kurs

source: Enroll All Members
sr_rs@latin: Učlanite sve članove

source: Customize the content displayed to visitors and students who are not enrolled in the membership.
sr_rs@latin: Prilagodite sadržaj koji se prikazuje posetiocima i studentima koji nisu upisani u članstvo.

source: This content will only be shown to visitors who are not enrolled in this membership.
sr_rs@latin: Ovaj sadržaj će biti prikazan samo posetiocima koji nisu upisani u ovo članstvo.

source: When a non-member attempts to access content restricted to this membership
sr_rs@latin: Kada nečlan pokuša da pristupi sadržaju ograničenom na ovo članstvo

source: Restricted Access Redirect
sr_rs@latin: Preusmeravanje ograničenog pristupa

source: Stay on page
sr_rs@latin: Ostani na strani

source: Redirect to this membership page
sr_rs@latin: Preusmerite na ovu stranicu za članstvo

source: Redirect to a WordPress page
sr_rs@latin: Preusmerite na WordPress stranicu

source: Redirect to a Custom URL
sr_rs@latin: Preusmeri na prilagođeni URL

source: Select a WordPress Page
sr_rs@latin: Izaberite WordPress stranicu

source: Enter a Custom URL
sr_rs@latin: Unesite prilagođeni URL

source: Check this box to output a message after redirecting. If no redirect is selected this message will replace the normal content that would be displayed.
sr_rs@latin: Označite ovo polje za izlaz poruke nakon preusmeravanja. Ako nije izabrano preusmeravanje, ova poruka će zameniti uobičajeni sadržaj koji će se prikazati.

source: Display a Message
sr_rs@latin: Prikažite poruku

source: Shortcodes like %s can be used in this message
sr_rs@latin: U ovoj poruci se mogu koristiti kratki kodovi poput %s

source: You must belong to the %s membership to access this content.
sr_rs@latin: Morate pripadati članstvu %s da biste pristupili ovom sadržaju.

source: Restricted Content Notice
sr_rs@latin: Obaveštenje o ograničenom sadržaju

source: Auto Enrollment
sr_rs@latin: Automatski upis

source: Automatic Enrollment
sr_rs@latin: Automatski upis

source: When a student joins this membership they will be automatically enrolled in these courses. Click %1$shere%2$s for more information.
sr_rs@latin: Kada se student pridruži ovom članstvu, automatski će biti upisani u ove predmete. Kliknite na %1$s ovde %2$s za više informacija.

source: Course Name
sr_rs@latin: Ime kursa

source: Select course(s)
sr_rs@latin: Izaberite kurs

source: Add Course(s)
sr_rs@latin: Dodaj kurs

source: Order Details
sr_rs@latin: Detalji o porudžbini

source: Student Enrollment
sr_rs@latin: Upis učenika

source: Cannot manage enrollment status for anonymized orders.
sr_rs@latin: Ne može se upravljati statusom prijave za anonimne porudžbine.

source: Select
sr_rs@latin: Izaberite

# enrollment trigger
source: Enrolled: %s
sr_rs@latin: Upisan: %s

# enrollment trigger
source: Updated: %s
sr_rs@latin: Ažuriran: %s

# enrollment trigger
source: Trigger: %s
sr_rs@latin: Okidač: %s

source: Update Status
sr_rs@latin: Ažuriraj status

source: Delete Enrollment
sr_rs@latin: Izbriši upis

source: Student enrollment records have been deleted.
sr_rs@latin: Evidencija o upisu učenika je izbrisana.

source: Student enrollment status changed to %s.
sr_rs@latin: Status upisa studenata promenjen u %s.

source: Student enrollment status changed from %1$s to %2$s
sr_rs@latin: Status upisa studenata promenjen je sa %1$s na %2$s

source: Order Notes
sr_rs@latin: Napomene o porudžbini

# order note author
source: by %s
sr_rs@latin: od strane %s

# order note date
source: on %s
sr_rs@latin: na %s

source: %s Newer
sr_rs@latin: %s Novije

source: Older %s
sr_rs@latin: Starije %s

source: No order notes found.
sr_rs@latin: Nisu pronađene beleške o porudžbini.

source: Order Information
sr_rs@latin: Informacije za narudžbu

source: The status of a Legacy order cannot be changed.
sr_rs@latin: Status naslednog naloga ne može se promeniti.

source: Transactions
sr_rs@latin: Transakcije

source: Refund Error: Missing a transaction ID
sr_rs@latin: Greška pri povraćaju sredstava: Nedostaje ID transakcije

source: Refund Error: Missing or invalid refund amount
sr_rs@latin: Greška pri povraćaju sredstava: Nedostaje ili je nevažeći iznos povraćaja novca

# admin error message
source: Refund Error: %s
sr_rs@latin: Greška pri povraćaju sredstava: %s

source: Refund Error: Missing or invalid payment amount
sr_rs@latin: Greška pri povraćaju sredstava: Nedostaje ili je nevažeći iznos uplate

source: Access Plans
sr_rs@latin: Pristupni planovi

source: Student Management
sr_rs@latin: Upravljanje studentima

source: You must publish this post before you can manage students.
sr_rs@latin: Morate objaviti ovaj post da biste mogli da upravljate studentima.

source: Catalog visibility:
sr_rs@latin: Vidljivost kataloga:

source: Edit
sr_rs@latin: Uredi

source: Choose the visibility of the %s in your catalog. It will always be available directly.
sr_rs@latin: Izaberite vidljivost %s u svom katalogu. Uvek će biti dostupan direktno.

source: Cancel
sr_rs@latin: Odustani

source: You need to publish this post before you can generate a CSV.
sr_rs@latin: Morate da objavite ovaj post da biste mogli da generišete CSV.

source: Vouchers only
sr_rs@latin: Samo vaučeri

source: Generates a CSV of voucher codes, uses, and remaining uses.
sr_rs@latin: Generiše CSV kodova vaučera, namene i preostale namene.

source: Redeemed codes
sr_rs@latin: Iskorišćeni kodovi

source: Generated a CSV of student emails, redemption date, and used code.
sr_rs@latin: Generisao CSV studentskih imejlova, datum otkupa i korišćeni kod.

source: Send to multiple emails by separating emails addresses with commas.
sr_rs@latin: Pošaljite na više e-adresa razdvajanjem adresa e-pošte zarezima.

source: Generate Export
sr_rs@latin: Generiši izvoz

source: Voucher Settings
sr_rs@latin: Podešavanja vaučera

source: Codes
sr_rs@latin: Kodovi

source: Redemptions
sr_rs@latin: Otkupi

source: Add New
sr_rs@latin: Dodaj novi

source: Code
sr_rs@latin: Kod

source: Coupon Amount
sr_rs@latin: Iznos kupona

source: Usage / Limit
sr_rs@latin: Upotreba / Ograničenje

source: Expiration Date
sr_rs@latin: Datum isteka

source: Discount:
sr_rs@latin: Popust:

source: Trial Discount:
sr_rs@latin: Probni popust:

source: courses export
sr_rs@latin: izvoz kurseva

source: Trigger
sr_rs@latin: Okidač

source: Type
sr_rs@latin: Tip

source: Delay
sr_rs@latin: Odlaganje

source: %d days
sr_rs@latin: %d dana

# posts
source: Mine <span class="count">(%s)</span>
sr_rs@latin: Moja <span class="count">(%s)</span>

source: Section
sr_rs@latin: Sekcija

source: Prerequisite
sr_rs@latin: Preduslov

source: Date
sr_rs@latin: Datum

source: Order
sr_rs@latin: Narudžbina

source: Payment Status
sr_rs@latin: Status plaćanja

source: Access Status
sr_rs@latin: Status pristupa

source: Product
sr_rs@latin: Proivod

source: Revenue
sr_rs@latin: Prihod

source: Order Type
sr_rs@latin: Vrsta porudžbine

source: by
sr_rs@latin: od strane

# access plan expiration
source: Expired:
sr_rs@latin: Istekao:

# access plan expiration
source: Expires:
sr_rs@latin: Ističe:

source: Recurring
sr_rs@latin: Ponavlja se

source: One-time
sr_rs@latin: Jednokratno

source: LifterLMS Course Catalog
sr_rs@latin: LifterLMS Katalog kursa

source: LifterLMS Memberships Catalog
sr_rs@latin: LifterLMS Katalog članstva

source: LifterLMS Student Dashboard
sr_rs@latin: LifterLMS kontrolna tabla studenta

source: Visit the triggering order to manage this student's enrollment
sr_rs@latin: Posetite nalog za pokretanje da biste upravljali upisom ovog učenika

source: Cancel Enrollment
sr_rs@latin: Otkaži učlanjenje

source: Reactivate Enrollment
sr_rs@latin: Ponovo aktivirajte učlanjenje

source: Order #%d
sr_rs@latin: Narudžbina #%d

source: Search students by name or email...
sr_rs@latin: Pretražite studente po imenu ili e-pošti ...

source: Manage Existing Enrollments
sr_rs@latin: Upravljanje postojećim upisima

source: Enrollment Updated
sr_rs@latin: Upis ažuriran

source: Progress
sr_rs@latin: Napredak

source: Last Lesson
sr_rs@latin: Poslednja lekcija

source: Enrollment Trigger
sr_rs@latin: Okidač upisa

source: Today
sr_rs@latin: Danas

source: Yesterday
sr_rs@latin: Juče

source: This Week
sr_rs@latin: Ove nedelje

source: Last Week
sr_rs@latin: Prošle nedelje

source: This Month
sr_rs@latin: Ovog meseca

source: Last Month
sr_rs@latin: Prošlog meseca

source: This Year
sr_rs@latin: Ove godine

source: Last Year
sr_rs@latin: Prošle godine

source: All Time
sr_rs@latin: Svo vreme

source: Students
sr_rs@latin: Studenti

source: Sales
sr_rs@latin: Rasprodaje

source: You don't have permission to do that
sr_rs@latin: Nemate dozvolu da to uradite

source: Previously %s
sr_rs@latin: Prethodno %s

source: Are you sure you want to delete this achievement? This action cannot be undone!
sr_rs@latin: Da li ste sigurni da želite da izbrišete ovo dostignuće? Ova radnja se ne može opozvati!

source: Template ID
sr_rs@latin: ID šablona

source: Image
sr_rs@latin: Slika

source: Related Post
sr_rs@latin: Povezani post

source: This student has not yet earned any achievements.
sr_rs@latin: Ovaj student još uvek nije zaradio nijedno postignuće.

source: View
sr_rs@latin: Prikaži

source: Download
sr_rs@latin: Preuzmi

source: Are you sure you want to delete this certificate? This action cannot be undone!
sr_rs@latin: Da li ste sigurni da želite da izbrišete ovaj sertifikat? Ova radnja se ne može opozvati!

source: This student has not yet earned any certificates.
sr_rs@latin: Ovaj student još uvek nije stekao nijednu potvrdu.

source: Last Name
sr_rs@latin: Prezime

source: First Name
sr_rs@latin: Ime

source: Completed
sr_rs@latin: Završeno

source: Search courses...
sr_rs@latin: Pretraži kurseve...

source: Average Progress
sr_rs@latin: Prosečni napredak

source: Average Grade
sr_rs@latin: Prosečna ocena

source: Search memberships...
sr_rs@latin: Pretražite članstva...

source: Quiz Attempts
sr_rs@latin: Broj pokušaja na kvizu

source: Attempt #
sr_rs@latin: Pokušaj #

source: Start Date
sr_rs@latin: Datum početka

source: End Date
sr_rs@latin: Datum završetka

source: Are you sure you want to delete this quiz and all associated student attempts?
sr_rs@latin: Da li ste sigurni da želite da izbrišete ovaj kviz i sve povezane pokušaje učenika?

source: Are you sure you want to delete this quiz?
sr_rs@latin: Da li ste sigurni da želite da izbrišete ovaj kviz?

source: This action cannot be undone!
sr_rs@latin: Ova se akcija ne može opozvati!

source: Search quizzes...
sr_rs@latin: Pretraži kvizove...

source: Total Attempts
sr_rs@latin: Ukupan broj pokušaja

source: Actions
sr_rs@latin: Akcije

source: Mark Incomplete
sr_rs@latin: Označi nezavršeno

source: Mark Complete
sr_rs@latin: Označi završeno

# section title
source: Section: %s
sr_rs@latin: Sekcija: %s

source: Updated
sr_rs@latin: Ažurirano

source: This student is not enrolled in any courses.
sr_rs@latin: Ovaj student nije upisan ni na jedan kurs.

source: Enrolled
sr_rs@latin: Upisan

source: This student is not enrolled in any memberships.
sr_rs@latin: Ovaj student nije upisan ni u jedno članstvo.

source: Registration Date
sr_rs@latin: Datum registracije

source: Last Seen
sr_rs@latin: Zadnji put viđen

source: Completions
sr_rs@latin: Dovršavanja

source: Certificates
sr_rs@latin: Sertifikati

source: Achievements
sr_rs@latin: Dostignuća

source: Billing Zip
sr_rs@latin: Poštanski broj za naplatu

source: Courses (Enrolled)
sr_rs@latin: Kursevi (upisani)

source: Courses (Cancelled)
sr_rs@latin: Kursevi (otkazana)

source: Courses (Expired)
sr_rs@latin: Kursevi (istekli)

source: Memberships (Enrolled)
sr_rs@latin: Članstva (upisana)

source: Memberships (Cancelled)
sr_rs@latin: Članstva (otkazana)

source: Memberships (Expired)
sr_rs@latin: Članstva (istekla)

source: Registrations
sr_rs@latin: Registracije

source: loading...
sr_rs@latin: učitanje...

source: Number of total user registrations during the selected period
sr_rs@latin: Broj ukupnih registracija korisnika tokom izabranog perioda

source: Number of total enrollments during the selected period
sr_rs@latin: Broj ukupnih upisa tokom izabranog perioda

source: Courses Completed
sr_rs@latin: Kursevi završeni

source: Number of total courses completed during the selected period
sr_rs@latin: Broj ukupno završenih kurseva tokom izabranog perioda

source: Lessons Completed
sr_rs@latin: Lekcije završene

source: Number of total lessons completed during the selected period
sr_rs@latin: Broj ukupno urađenih lekcija tokom izabranog perioda

source: Attempts
sr_rs@latin: Pokušaji

source: # of Sales
sr_rs@latin: # prodaja
