Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Determines the type of sales page content to display.<br> - <code>none</code> displays the course content.<br> - <code>content</code> displays alternate content from the <code>excerpt</code> property.<br> - <code>page</code> redirects to the WordPress page defined in <code>content_page_id</code>.<br> - <code>url</code> redirects to the URL defined in <code>content_page_url</code>
sr_rs@latin: Određuje vrstu sadržaja stranice prodaje koja će se prikazati. <br> - <code> none </code> prikazuje sadržaj kursa. <br> - <code> content </code> prikazuje alternativni sadržaj iz <code> excerpt </code> svojstvo. <br> - <code> page</code> preusmerava na WordPress stranicu definisanu u <code> content_page_id </code>. <br> - <code> url </code> preusmerava na URL definisan u <code> content_page_url </code>

source: The URL of the sales page content. Required when <code>content_type</code> equals <code>url</code>. Only returned when the <code>content_type</code> equals <code>url</code>.
sr_rs@latin: URL sadržaja prodajne stranice. Obavezno kada je <code>content_type</code> jednako <code>url</code>. Vraća se samo kada je <code>content_type</code> jednako <code>url</code>.

source: When true the video_embed will be used on the course tiles (on the catalog, for example) instead of the featured image.
sr_rs@latin: Kada je tačno, video_embed će se koristiti na pločicama kursa (na primer u katalogu) umesto na istaknutoj slici.

source: Limit results to a specific student or a list of students. Accepts a single student id or a comma separated list of student ids.
sr_rs@latin: Ograničite rezultate na određenog učenika ili listu učenika. Prihvata jedan studentski ID ili listu studentskih ID-a odvojenu zarezom.

source: The trigger of the enrollment to act on.
sr_rs@latin: Okidač upisa za delovanje.

source: Unique course or membership Identifier. The WordPress Post `ID.`
sr_rs@latin: Jedinstveni identifikator kursa ili članstva. WordPress post `ID.`

source: Cannot create existing enrollment. Use the PATCH method if you want to update an existing enrollment
sr_rs@latin: Nije moguće stvoriti postojeći upis. Koristite metod PATCH ako želite da ažurirate postojeću registraciju

source: Sorry, you are not allowed to create an enrollment as this user.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da napravite registraciju kao ovaj korisnik.

source: The enrollment could not be created
sr_rs@latin: Nije moguće kreirati upis

source: Sorry, you are not allowed to update an enrollment as this user.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da ažurirate registraciju kao ovaj korisnik.

source: The enrollment status could not be updated
sr_rs@latin: Status upisa nije moguće ažurirati

source: The enrollment creation date could not be updated
sr_rs@latin: Datum kreiranja upisa nije mogao biti ažuriran

source: The enrollment cannot be deleted.
sr_rs@latin: Upis se ne može izbrisati.

source: Filter results to records matching the specified status.
sr_rs@latin: Filtrirajte rezultate prema zapisima koji se podudaraju sa navedenim statusom.

source: Limit results to a specific course or membership or a list of courses and/or memberships. Accepts a single post id or a comma separated list of post ids.
sr_rs@latin: Ograničite rezultate na određeni kurs ili članstvo ili listu kurseva i / ili članstva. Prihvata jedan ID posta ili spisak ID-ova postova odvojenih zarezom.

source: The ID of the course/membership.
sr_rs@latin: ID kursa / članstva.

source: The ID of the student.
sr_rs@latin: ID studenta.

source: Creation date. Format: `Y-m-d H:i:s`
sr_rs@latin: Datum kreiranja. Format: `Y-m-d H:i:s`

source: Date last modified. Format: `Y-m-d H:i:s`
sr_rs@latin: Datum poslednje modifikacije. Format: `Y-m-d H:i:s`

source: The status of the enrollment.
sr_rs@latin: Status upisa.

source: The enrollment trigger. Default is `any`.
sr_rs@latin: Okidač za upis. Podrazumevano je `bilo koje`.

source: You are not allowed to create new instructors.
sr_rs@latin: Nije vam dozvoljeno da kreirate nove instruktore.

source: You are not allowed to delete this instructor.
sr_rs@latin: Nije vam dozvoljeno da izbrišete ovog instruktora.

source: Retrieve only instructors for the specified course(s) and/or membership(s). Accepts a single WP Post ID or a comma separated list of IDs.
sr_rs@latin: Preuzmite samo instruktore za određene kurseve i / ili članstvo. Prihvata jedan VP Post ID ili listu ID-a odvojenih zarezom.

source: Exclude instructors who do not have permissions for the specified course(s) and/or membership(s). Accepts a single WP Post ID or a comma separated list of IDs.
sr_rs@latin: Izuzmite instruktore koji nemaju dozvole za navedeni kurs (e) i / ili članstvo (a). Prihvata jedan WP Post ID ili listu ID-a odvojenih zarezom.

source: You are not allowed to view this instructor.
sr_rs@latin: Nije vam dozvoljeno da vidite ovog instruktora.

source: You are not allowed to list instructors.
sr_rs@latin: Nije vam dozvoljeno da navodite instruktore.

source: You are not allowed to edit this instructor.
sr_rs@latin: Nije vam dozvoljeno da uređujete ovog instruktora.

source: Invalid course_id param. It must be a valid Course ID.
sr_rs@latin: Nevažeći parametar course_id. To mora biti važeći ID kursa.

source: Invalid order param. It must be greater than 0.
sr_rs@latin: Nevažeći parametar naloga. Mora biti veće od 0.

source: Invalid drip_days param. It must be greater than 0.
sr_rs@latin: Nevažeći parametar drip_days. Mora biti veće od 0.

source: WordPress post ID of the parent item. Must be a Section ID. 0 indicates an "orphaned" lesson which can be edited and viewed by instructors and admins but cannot be read by students.
sr_rs@latin: WordPress ID nadređene stavke. Mora biti ID odeljka. 0 označava „orphaned“ lekciju koju instruktori i administratori mogu uređivati i pregledati, ali je učenici ne mogu pročitati.

source: WordPress post ID of the lesson's parent course.
sr_rs@latin: ID VordPress posta roditeljskog kursa lekcije.

source: Order of the lesson within its immediate parent.
sr_rs@latin: Redosled lekcije kod neposrednog roditelja.

source: Lesson ID of the prerequisite lesson.
sr_rs@latin: ID lekcije preduslova lekcije.

source: Determines the weight of the lesson when grading the course.
sr_rs@latin: Određuje težinu lekcije prilikom ocenjivanja kursa.

source: The date and time when the lesson becomes available. Applicable only when drip_method is date. Format: Y-m-d H:i:s.
sr_rs@latin: Datum i vreme kada lekcija postane dostupna. Primenljivo samo kada je drip_method datum. Format: Y-m-d H:i:s.

source: Number of days to wait before allowing access to the lesson. Applicable only when drip_method is enrollment, start, or prerequisite.
sr_rs@latin: Broj dana na čekanje pre nego što se dozvoli pristup lekciji. Primenljivo samo kada je drip_method upis, početak ili preduslov.

source: Determine the method with which to make the lesson content available. <ul> <li>none: Drip is disabled; the lesson is immediately available.</li> <li>date: Lesson is made available at a specific date and time.</li> <li>enrollment: Lesson is made available a specific number of days after enrollment into the course.</li> <li>start: Lesson is made available a specific number of days after the course's start date. Only available on courses with a access_opens_date.</li> <li>prerequisite: Lesson is made available a specific number of days after the prerequisite lesson is completed.</li> </ul>
sr_rs@latin: Odredite metod kojim ćete učiniti dostupnim sadržaj lekcije. <ul> <li>none: Drip je onemogućeno; lekcija je odmah dostupna.</li> <li>date: Lekcija će biti dostupna određenog dana i u određeno vreme.</li> <li>enrollment: Lekcija je dostupna određeni broj dana nakon upisa na kurs.</li> <li>start: Lekcija je dostupna određeni broj dana nakon datuma početka kursa. Dostupno samo na kursevima sa access_opens_date.</li> <li>prerequisite: Lekcija je dostupna određeni broj dana nakon završetka preduslova.</li> </ul>

source: Denotes a lesson that's publicly accessible regardless of course enrollment.
sr_rs@latin: Označava lekciju koja je javno dostupna bez obzira na upis predmeta.

source: Associate a quiz with this lesson.
sr_rs@latin: Pridružite kviz ovoj lekciji.

source: Determines if a quiz is enabled for the lesson.
sr_rs@latin: Određuje da li je kviz omogućen za lekciju.

source: The post ID of the associated quiz.
sr_rs@latin: ID posta povezanog kviza.

source: Determines lesson progression requirements related to the quiz. <ul> <li>complete: The quiz must be completed (with any grade) to progress the lesson.</li> <li>pass: A passing grade must be earned to progress the lesson.</li> </ul>
sr_rs@latin: Utvrđuje zahteve za napredovanjem lekcije u vezi sa kvizom. <ul> <li>complete: Kviz mora biti završen (sa bilo kojom ocenom) da biste napredovali na času.</li> <li>pass: Za napredovanje na nastavi mora se steći prolazna ocena.</li> </ul>

source: Filter lessons by the parent post (section) ID.
sr_rs@latin: Filtrirajte lekcije prema matičnom postu (odeljku) ID.

source: List of courses to automatically enroll students into when they're enrolled into the membership.
sr_rs@latin: Spisak kurseva na koje se automatski upisuju studenti kada se upišu u članstvo.

source: Visibility of the membership in catalogs and search results.
sr_rs@latin: Vidljivost članstva u katalozima i rezultatima pretrage.

source: List of membership categories.
sr_rs@latin: Spisak kategorija članstva.

source: List of post instructors. Defaults to current user when creating a new post.
sr_rs@latin: Spisak poštanskih instruktora. Podrazumevano je trenutni korisnik prilikom kreiranja novog posta.

source: Determines the action to take when content restricted by the membership is accessed by a non-member. - `none`: Remain on page and display the message `restriction_message`. - `membership`: Redirect to the membership's permalink. - `page`: Redirect to the permalink of the page identified by `restriction_page_id`. - `custom`: Redirect to the URL identified by `restriction_url`.
sr_rs@latin: Određuje akciju koju treba preduzeti kada sadržaju ograničenom članstvom pristupa nečlan. - `none`: Ostanite na stranici i prikažite poruku `restriction_message`. - `membership`: preusmeravanje na trajnu vezu članstva. - `page`: Preusmerite na trajnu vezu stranice koja je identifikovana sa `restriction_page_id`. - `custom`: preusmeravanje na URL identifikovan sa `restriction_url`.

source: Message to display to non-members after a `restriction_action` redirect. When `restriction_action` is `none` replaces the page content with this message.
sr_rs@latin: Poruka za prikaz ne-članovima nakon preusmeravanja `restriction_action`. Kada je `restriction_action` `none`, zamenjuje sadržaj stranice ovom porukom.

source: You must belong to the [lifterlms_membership_link id="{{membership_id}}"] membership to access this content.
sr_rs@latin: Morate pripadati [lifterlms_membership_link id="{{membership_id}}"] članstvu da biste pristupili ovom sadržaju.

source: WordPress page ID used for redirecting non-members when `restriction_action` is `page`.
sr_rs@latin: ID WordPress stranice koji se koristi za preusmeravanje nečlanova kada je `restriction_action` `page`.

source: URL used for redirecting non-members when `restriction_action` is `custom`.
sr_rs@latin: URL adresa koja se koristi za preusmeravanje nečlanova kada je `restriction_action` je `custom`.

source: The WordPress page ID of the sales page. Required when `sales_page_type` equals `page`. Only returned when the `sales_page_type` equals `page`.
sr_rs@latin: ID WordPress stranice prodajne stranice. Obavezno kada je `sales_page_type` jednaka `page`. Vraća se samo kada je `sales_page_type` jednaka `page`.

source: Defines alternate content displayed to visitors and non-enrolled students when accessing the post. - `none` displays the post content. - `content` displays alternate content from the `excerpt` property. - `page` redirects to the WordPress page defined in `content_page_id`. - `url` redirects to the URL defined in `content_page_url`.
sr_rs@latin: Definiše alternativni sadržaj koji se prikazuje posetiocima i neupisanim studentima prilikom pristupa postu. - `none` prikazuje sadržaj posta. - `content` prikazuje alternativni sadržaj iz svojstva` excerpt`. - `page` preusmerava na WordPress stranicu definisanu u` content_page_id`. - `url` preusmerava na URL definisan u` content_page_url`.

source: The URL of the sales page content. Required when `sales_page_type` equals `url`. Only returned when the `sales_page_type` equals `url`.
sr_rs@latin: URL sadržaja prodajne stranice. Obavezno kada je `sales_page_type` jednak` url`. Vraća se samo kada je `sales_page_type` jednak` url`.

source: List of membership tags.
sr_rs@latin: Spisak tagova za članstvo.

source: Unique Membership Identifier. The WordPress Post ID
sr_rs@latin: Jedinstveni identifikator članstva. ID WordPress posta

source: Unique %1$s Identifier. The WordPress Post ID
sr_rs@latin: Jedinstveni %1$s identifikator. ID WordPress posta

source: Invalid parent_id param. It must be a valid Course ID.
sr_rs@latin: Nevažeći parametar parent_id. To mora biti važeći ID kursa.

source: Section Title
sr_rs@latin: Naslov odeljka

source: WordPress post ID of the parent item. Must be a Course ID.
sr_rs@latin: WordPress ID nadređene stavke. Mora biti ID kursa.

source: Order of the section within the course.
sr_rs@latin: Redosled odeljka u okviru kursa.

source: Filter sections by the parent post (course) ID.
sr_rs@latin: Filtrirajte odeljke prema ID-u nadređenog posta (kursa).

source: You are not allowed to create new students.
sr_rs@latin: Nije vam dozvoljeno da kreirate nove studente.

source: You are not allowed to delete this student.
sr_rs@latin: Nije vam dozvoljeno da izbrišete ovog učenika.

source: Retrieve only students enrolled in the specified course(s) and/or membership(s). Accepts a single WP Post ID or a comma separated list of IDs.
sr_rs@latin: Pristupite samo studentima upisanim u navedeni kurs (e) i / ili članstvo. Prihvata jedan WP Post ID ili listu ID-a odvojenih zarezom.

source: Retrieve only students not enrolled in the specified course(s) and/or membership(s). Accepts a single WP Post ID or a comma separated list of IDs.
sr_rs@latin: Pristupite samo studentima koji nisu upisani u navedeni kurs (e) i / ili članstvo. Prihvata jedan WP Post ID ili listu ID-a odvojenih zarezom.

source: You are not allowed to view this student.
sr_rs@latin: Nije vam dozvoljeno da vidite ovog učenika.

source: You are not allowed to filter students by role.
sr_rs@latin: Nije dozvoljeno filtriranje učenika prema ulogama.

source: You are not allowed to list students.
sr_rs@latin: Nije vam dozvoljeno da popisujete studente.

source: You are not allowed to edit this student.
sr_rs@latin: Nije vam dozvoljeno da uređujete ovog učenika.

source: Student's progress as a percentage.
sr_rs@latin: Napredak učenika u procentima.

source: Unique identifier for the student. The WP User ID.
sr_rs@latin: Jedinstveni identifikator za učenika. WP ID korisnika.

source: Unique course, lesson, or section Identifer. The WordPress Post ID.
sr_rs@latin: Jedinstveni kurs, lekcija ili odeljak Identifer. ID WordPress posta.

source: Created date cannot be in the future.
sr_rs@latin: Datum kreiranja ne može biti u budućnosti.

source: Include only webhooks matching a specific status.
sr_rs@latin: Uključite samo weekhook koje se podudaraju sa određenim statusom.

source: The status of the webhook.
sr_rs@latin: Status webhook-a.

source: The webhook topic
sr_rs@latin: Tema webhook-a

source: The webhook payload delivery URL.
sr_rs@latin: URL adresa isporuke korisnog tereta webhook-a.

source: An optional secret key used to generate the delivery signature.
sr_rs@latin: Opcionalni tajni ključ koji se koristi za generisanje potpisa isporuke.

source: The parsed resource from the `topic`.
sr_rs@latin: Raščlanjeni resurs iz `teme`.

source: The parsed event from the `topic`.
sr_rs@latin: Raščlanjeni događaj iz `teme`.

source: List of WordPress action hook associated with the webhook.
sr_rs@latin: Spisak WordPress akcijske udruge povezane sa webhook-om.

source: You are not authorized to perform this request.
sr_rs@latin: Niste ovlašćeni da izvršite ovaj zahtev.

source: The API credentials were invalid.
sr_rs@latin: Akreditivi za API su nevažeći.

source: Invalid or malformed request syntax.
sr_rs@latin: Nevažeća ili pogrešno oblikovana sintaksa zahteva.

source: The requested resource could not be found.
sr_rs@latin: Traženi resurs nije pronađen.

source: Internal Server Error.
sr_rs@latin: Interna greška servera. (Internal Server Error.)

source: LifterLMS Blocks
sr_rs@latin: LifterLMS Blokovi

source: WordPress Editor (Gutenberg) blocks for LifterLMS.
sr_rs@latin: WordPress Editor (Gutenberg) blokova za LifterLMS.

source: Course Information
sr_rs@latin: Informacije o kursu

source: No visible instructors were found.
sr_rs@latin: Nisu pronađeni vidljivi instruktori.

source: No access plans found.
sr_rs@latin: Nije pronađen plan pristupa.

source: No HTML was returned.
sr_rs@latin: HTML nije vraćen.

source: Sorry, you are not allowed to edit the object instructors.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da uređujete objektne instruktore.

source: Add a short description of your course visible to all visitors...
sr_rs@latin: Dodajte kratki opis kursa vidljiv svim posetiocima...

source: Add a short description of your membership visible to all visitors...
sr_rs@latin: Dodajte kratak opis svog članstva vidljiv svim posetiocima...

source: Add your lesson content...
sr_rs@latin: Dodajte sadržaj lekcije...

source: Sorry, you are not allowed to edit the object visibility.
sr_rs@latin: Žao nam je, nije vam dozvoljeno da uređujete vidljivost objekta.

source: Post visibility.
sr_rs@latin: Vidljivost posta.

source: Removes block editor code from all courses and lessons which were migrated to the block editor during an upgrade to WordPress 5.0 or later. If you installed the Classic Editor plugin after upgrading and see duplicate content items (such as the course syllabus or lesson mark complete button) this tool will remove the duplicates.
sr_rs@latin: Uklanja kod uređivača blokova sa svih kurseva i lekcija koji su migrirani u uređivač blokova tokom nadogradnje na WordPress 5.0 ili noviju. Ako ste dodatak Classic Editor instalirali nakon nadogradnje i vidite duplirane stavke sadržaja (kao što su nastavni plan ili dugme sa oznakom završetka lekcije), ovaj alat će ukloniti duplikate.

source: Currently %d courses and/or lessons are affected.
sr_rs@latin: Trenutno su to pogođeni %d kursevi i / ili lekcije.

source: Remove LifterLMS Block Code
sr_rs@latin: Uklonite kod bloka LifterLMS

source: Remove Block Code
sr_rs@latin: Uklonite blok kod

source: LifterLMS Form Fields
sr_rs@latin: Polja obrasca LifterLMS

source: LifterLMS is a powerful WordPress learning management system plugin that makes it easy to create, sell, and protect engaging online courses and training based membership websites.
sr_rs@latin: LifterLMS je moćan dodatak za sistem upravljanja učenjem WordPress koji olakšava stvaranje, prodaju i zaštitu angažovanih mrežnih kurseva i veb stranica zasnovanih na obuci.

source: Settings
sr_rs@latin: Podešavanja

source: Any
sr_rs@latin: Bilo koji

source: Any %s
sr_rs@latin: Bilo koji %s

source: Search
sr_rs@latin: Pretraži

source: Export
sr_rs@latin: Izvezi

# pagination
source: %1$d of %2$d
sr_rs@latin: %1$d od %2$d

source: First
sr_rs@latin: Prvo

source: Back
sr_rs@latin: Nazad

source: Next
sr_rs@latin: Sledeće

source: Last
sr_rs@latin: Poslednje

source: No results were found.
sr_rs@latin: Rezultati nisu pronađeni.

source: Customer ID
sr_rs@latin: ID kupca

source: Source ID
sr_rs@latin: ID izvora

source: Subscription ID
sr_rs@latin: ID pretplate

# Payment gateway title
source: Enable %s
sr_rs@latin: Omogućuje %s

source: Checking this box will allow users to use this payment gateway.
sr_rs@latin: Označavanje ovog polja omogućiće korisnicima da koriste ovaj mrežni prolaz za plaćanje.

source: Enable / Disable
sr_rs@latin: Omogući / onemogući

source: The title the user sees during checkout.
sr_rs@latin: Naslov koji korisnik vidi tokom plaćanja.

source: Title
sr_rs@latin: Naslov

source: The description the user sees during checkout.
sr_rs@latin: Opis koji korisnik vidi tokom plaćanja.

# Payment gateway test mode title
source: Enable %s
sr_rs@latin: Omogući %s

source: Enable debug logging
sr_rs@latin: Omogući evidenciju otklanjanja grešaka

source: When enabled, debugging information will be logged to "%s"
sr_rs@latin: Kada se omogući, informacije o otklanjanju grešaka evidentiraće se na „%s“

source: The selected payment Gateway "%s" does not support payment method switching.
sr_rs@latin: Izabrani mrežni prolaz za plaćanje „%s“ ne podržava prebacivanje načina plaćanja.

source: An unknown error occurred during post cloning. Please try again.
sr_rs@latin: Došlo je do nepoznate greške tokom kloniranja posta. Molim vas, pokušajte ponovo.

source: Empty data
sr_rs@latin: Prazni podaci

source: Invalid data
sr_rs@latin: Nevažeći podaci

source: Cannot insert/update the %s meta
sr_rs@latin: Nije moguće umetnuti / ažurirati %s meta

source: LifterLMS Database Upgrade %s Progress Report
sr_rs@latin: Izveštaj o napretku nadogradnje baze podataka LifterLMS %s

source: This completion percentage is an estimate, please be patient and %1$sclick here%2$s for more information.
sr_rs@latin: Ovaj procenat završetka je procena, budite strpljivi i %1$kliknite ovde%2$s za više informacija.

source: Security check failed.
sr_rs@latin: Provera bezbednosti nije uspela.

source: You do not have permission to perform this action.
sr_rs@latin: Nemate dozvolu da izvršite ovu radnju.

source: %s plugin not found. Please try again.
sr_rs@latin: Dodatak %s nije pronađen. Molim vas, pokušajte ponovo.

source: The class "%s" does not exist.
sr_rs@latin: Klasa „%s“ ne postoji.

source: Error creating the %s post object.
sr_rs@latin: Greška pri kreiranju %s objekta za objavljivanje.

source: Error creating new term "%s".
sr_rs@latin: Greška pri kreiranju novog izraza „%s“.

source: There was a problem connecting to the payment gateway.
sr_rs@latin: Došlo je do problema pri povezivanju sa mrežnim prolazom za plaćanje.

source: Empty Response.
sr_rs@latin: Prazan odgovor.

source: Unable to generate export file, could not open file for writing.
sr_rs@latin: Nije moguće generisati datoteku za izvoz, nije moguće otvoriti datoteku za pisanje.

source: Check to enable this integration.
sr_rs@latin: Označite da biste omogućili ovu integraciju.

# Link text for integration plugin settings
source: Settings
sr_rs@latin: Podešavanja

source: Author
sr_rs@latin: Autor

source: Lesson Author
sr_rs@latin: Autor lekcije

source: Course Author
sr_rs@latin: Autor kursa

source: Enter additional email addresses which will receive this notification. Separate multiple addresses with commas.
sr_rs@latin: Unesite dodatne adrese e-pošte koje će primiti ovo obaveštenje. Odvojite više adresa zarezima.

source: Additional Recipients
sr_rs@latin: Dodatni primaoci

source: Basic
sr_rs@latin: Osnovno

# relative date display
source: About %s ago
sr_rs@latin: Pre oko %s

source: Subject
sr_rs@latin: Tema

source: Icon
sr_rs@latin: Ikona

source: When checked the icon will not be displayed when showing this notification.
sr_rs@latin: Kada je označeno, ikona se neće prikazivati prilikom prikazivanja ovog obaveštenja.

source: Disable Icon
sr_rs@latin: Onemogući ikonu

source: Divider Line
sr_rs@latin: Linija za deljenje

source: Quiz
sr_rs@latin: Kviz

source: Lesson
sr_rs@latin: Lekcija

source: Course
sr_rs@latin: Kurs

source: Grade
sr_rs@latin: Ocena
