Repository: marezii/lifterLMSTranslation
Catalog: *.po
Languages: sr_rs@latin

source: Trial Information
sr_rs@latin: Informacije o probnom periodu

source: Original Total:
sr_rs@latin: Originalna cena:

source: Coupon Discount:
sr_rs@latin: Popust sa kuponom:

source: Total:
sr_rs@latin: Ukupno:

source: for %1$d %2$s
sr_rs@latin: za %1$d %2$s

source: Payment Information
sr_rs@latin: Informacije o plaćanju

source: Sale Discount:
sr_rs@latin: Informacije o popustu:

source: Every %2$s
sr_rs@latin: Svakih %2$s

source: Customer Information
sr_rs@latin: Informacije o kupcu

source: Buyer Name:
sr_rs@latin: Ime kupca:

source: Buyer Email:
sr_rs@latin: Email kupca:

source: Buyer Address:
sr_rs@latin: Adresa kupca:

source: Buyer Phone:
sr_rs@latin: Telefon kupca:

source: Buyer IP Address:
sr_rs@latin: IP adresa kupca:

source: Gateway Information
sr_rs@latin: Informacije o mrežnom prolazu

source: Refunded
sr_rs@latin: Refundirano

source: Source
sr_rs@latin: Izvor

source: Resend Receipt
sr_rs@latin: Ponovo pošalji račun

source: View all
sr_rs@latin: Prikaži sve

source: Show Less Info
sr_rs@latin: Prikaži manje informacija

source: Show More Info
sr_rs@latin: Prikaži više informacija

source: Refund Amount:
sr_rs@latin: Iznos povraćaja sredstava:

source: Refund Note (optional):
sr_rs@latin: Napomena o povraćaju sredstava (opcionalno):

source: The refund will be recorded and you will need to manually issue a refund
sr_rs@latin: Refundacija će biti evidentirana i moraćete da izvršite povraćaj sredstava ručno

source: Refund Manually
sr_rs@latin: Ručan povraćaj novca

# refund via payment gateway
source: Refund via %s
sr_rs@latin: Refundiraj putem %s

source: Payment Amount:
sr_rs@latin: Iznos za plaćanje:

source: Payment Source (optional):
sr_rs@latin: Izvor plaćanja (opcionalno):

source: Payment Transaction ID (optional):
sr_rs@latin: ID transakcije plaćanja (opcionalno):

source: Payment Note (optional):
sr_rs@latin: Napomena o plaćanju (opcionalno):

source: Record Payment
sr_rs@latin: Evidencija plaćanja

source: Enroll New Students
sr_rs@latin: Upiši nove studente

source: Enroll Students
sr_rs@latin: Upiši studente

source: LifterLMS Reporting Beta
sr_rs@latin: LifterLMS izveštavanje Beta

source: Course Overview
sr_rs@latin: Pregled kursa

source: Currently enrolled students
sr_rs@latin: Trenutno upisani studenti

source: Current average progress
sr_rs@latin: Trenutni prosečni napredak

source: Current average grade
sr_rs@latin: Trenutna prosečna ocena

source: New orders %s
sr_rs@latin: Nove porudžbine %s

source: Total sales %s
sr_rs@latin: Ukupna prodaja %s

source: New enrollments %s
sr_rs@latin: Novi upisi %s

source: Unenrollments %s
sr_rs@latin: Ispisi %s

source: Lessons completed %s
sr_rs@latin: Završene lekcije %s

source: Course completions %s
sr_rs@latin: Kompletiranje kursa %s

source: Achievements earned %s
sr_rs@latin: Dostignuća osvojena %s

source: Certificates earned %s
sr_rs@latin: Dobijeni sertifikati %s

source: Emails sent %s
sr_rs@latin: Email-ovi poslati %s

source: Recent events
sr_rs@latin: Skorašnji dešavanja

source: Membership Overview
sr_rs@latin: Pregled članstva

source: Correct answers
sr_rs@latin: Tačni odgovori

source: Points earned
sr_rs@latin: Osvojeni poeni

source: Time Elapsed
sr_rs@latin: Vreme proteklo

source: Answers
sr_rs@latin: Odgovori

source: Start a Review
sr_rs@latin: Započni recenziju

source: Save Review
sr_rs@latin: Usnimi recenziju

source: Delete Attempt
sr_rs@latin: Obriši pokušaj

source: Additional Attempts
sr_rs@latin: Dodatni pokušaji

source: Quiz Overview
sr_rs@latin: Pregled kviza

source: Attempts %s
sr_rs@latin: Pokušaji %s

source: Average grade %s
sr_rs@latin: Prosečna ocena %s

source: Passed attempts %s
sr_rs@latin: Položeni pokušaji% s

source: Failed attempts %s
sr_rs@latin: Nepoloženi pokušaji %s

source: Quiz events coming soon...
sr_rs@latin: Kviz događaji dolaze uskoro...

source: Edit course
sr_rs@latin: Uredi kurs

source: View course reports
sr_rs@latin: Pogledajte izveštaje o kursevima

source: Completed Date
sr_rs@latin: Datum završetka

source: Last Activity Date
sr_rs@latin: Datum poslednje aktivnosti

source: Student Information
sr_rs@latin: Informacije o studentu

source: Registered
sr_rs@latin: Registrovan

source: Overall Progress
sr_rs@latin: Sveukupni napredak

source: Overall Grade
sr_rs@latin: Sveukupna ocena

source: Achievements earned
sr_rs@latin: Dostignuća otključana

source: Certificates earned
sr_rs@latin: Sertifikati dobijeni

source: required
sr_rs@latin: neophodno

source: You do not have any certificates yet.
sr_rs@latin: Nemate još uvek ni jedan sertifikat.

source: Billing Information
sr_rs@latin: Informaciji o naplati

source: Order Summary
sr_rs@latin: Rezime narudžbine

source: Payment Details
sr_rs@latin: Detalji o plaćanju

source: Enrollment Confirmation
sr_rs@latin: Potvrda o upisu

source: Buy Now
sr_rs@latin: Kupi sada

source: Enroll Now
sr_rs@latin: Prijavite se sada

source: Only pending orders can be confirmed. View your %1$sorder history%2$s for more information
sr_rs@latin: Mogu se potvrditi samo naredbe na čekanju. Za više informacija pogledajte svoju istoriju %1$s narudžbina %2$s

source: Payment Method:
sr_rs@latin: Način plaćanja:

source: Have a coupon?
sr_rs@latin: Imate kupon?

source: Click here to enter your code
sr_rs@latin: Kliknite ovde kako biste uneli kod

source: Coupon Code
sr_rs@latin: Kod na kuponu

source: Apply Coupon
sr_rs@latin: Primenite kupon

source: Coupon code "%s" has been applied to your order.
sr_rs@latin: Kod kupona „%s“ je primenjen na vašu porudžbinu.

source: Remove Coupon
sr_rs@latin: Ukloni kupon

source: Payment processing is currently disabled.
sr_rs@latin: Obrada plaćanja trenutno je onemogućena.

source: There are no gateways enabled which can support the necessary transaction type for this access plan.
sr_rs@latin: Nema omogućenih pristupnih prolaza koji mogu podržati potreban tip transakcije za ovaj plan pristupa.

source: Access
sr_rs@latin: Pristup

source: Save Payment Method
sr_rs@latin: Sačuvajte način plaćanja

source: Reactivate Subscription
sr_rs@latin: Ponovo aktivirajte pretplatu

source: Save and Pay Now
sr_rs@latin: Usnimi i plati sada

source: Due Now: %s
sr_rs@latin: Rok: %s

source: Print
sr_rs@latin: Odštampaj

source: Disable sharing
sr_rs@latin: Onemogući deljenje

source: Enable sharing
sr_rs@latin: Omogući deljenje

source: Course Instructor
sr_rs@latin: Instruktori kursa

source: Categories:
sr_rs@latin: Kategorije:

source: Take Quiz
sr_rs@latin: Započni kviz

source: Difficulty: <span class="difficulty">%s</span>
sr_rs@latin: Težina: <span class="difficulty">%s</span>

source: Estimated Time: <span class="length">%s</span>
sr_rs@latin: Procenjeno vreme: <span class="length">%s</span>

source: Previous Lesson
sr_rs@latin: Prethodna lekcija

source: Back to Course
sr_rs@latin: Vrati se na kurs

source: Next Lesson
sr_rs@latin: Sledeća lekcija

# course meta info title
source: Course Information
sr_rs@latin: Informacije o kursu

source: Open All
sr_rs@latin: Otvori sve

source: Close All
sr_rs@latin: Zatvori sve

source: <p class="llms-parent-course-link">Back to: <a class="llms-lesson-link" href="%1$s">%2$s</a></p>
sr_rs@latin: <p class="llms-parent-course-link">Vrati se na: <a class="llms-lesson-link" href="%1$s">%2$s</a></p>

source: Before starting this course you must complete the required prerequisite course: %s
sr_rs@latin: Pre početka ovog kursa morate završiti traženi preduslov: %s

source: Before starting this course you must complete the required prerequisite track: %s
sr_rs@latin: Pre nego što započnete ovaj kurs, morate da popunite traženi preduslov: %s

source: This course does not have any sections.
sr_rs@latin: Ovaj kurs trenutno nema sekcija.

source: This section does not have any lessons.
sr_rs@latin: Ova sekcije trenutno nema lekcije.

source: Tags:
sr_rs@latin: Oznake:

source: Tracks:
sr_rs@latin: Traka:

source: Someone recently requested that the password be reset for %s.
sr_rs@latin: Neko je nedavno zatražio resetovanje lozinke za% s.

source: To reset your password, click on the button below:
sr_rs@latin: Da biste resetovali lozinku, kliknite na dugme ispod:

source: If this was a mistake you can ignore this email and your password will not be changed.
sr_rs@latin: Ako je ovo bila greška, možete zanemariti ovu e-poštu i vaša lozinka neće biti promenjena.

source: Register
sr_rs@latin: Registruj se

source: Enrolled: %s
sr_rs@latin: Upisano: %s

source: No products were found matching your selection.
sr_rs@latin: Nisu pronađeni proizvodi koji odgovaraju vašem izboru.

source: or
sr_rs@latin: ili

# Voucher Code
source: Submit
sr_rs@latin: Potvrdi

source: Complete
sr_rs@latin: Završeno

source: Latest Achievement
sr_rs@latin: Najnovija dostignuća

source: No achievements
sr_rs@latin: Nema dostignuća

source: No activity
sr_rs@latin: Nema aktivnosti

source: Invalid course.
sr_rs@latin: Nevažeći kurs.

source: Sort:
sr_rs@latin: Sortiraj:

source: Enrollment Date (Most Recent)
sr_rs@latin: Datum upisa (najnoviji)

source: Enrollment Date (Oldest)
sr_rs@latin: Datum upisa (najstariji)

source: Course Title (A-Z)
sr_rs@latin: Naziv kursa (A-Z)

source: Course Title (Z-A)
sr_rs@latin: Naziv kursa (Z-A)

source: You have no notifications.
sr_rs@latin: Nemate notifikacija.

source: No orders found.
sr_rs@latin: Nije pronađena nijedna porudžbina.

source: Expires
sr_rs@latin: Ističe

source: Next Payment
sr_rs@latin: Sledeće plaćanje

source: Original Total
sr_rs@latin: Prvobitno ukupno

source: Coupon Discount
sr_rs@latin: Popust sa kuponom

source: Trial Total
sr_rs@latin: Ukupna proba

source: Sale Discount
sr_rs@latin: Popust

source: Total
sr_rs@latin: Ukupno

source: Last Payment Date
sr_rs@latin: Datum poslednje isplate

source: Cancel Subscription
sr_rs@latin: Otkaži pretplatu

source: FEATURED
sr_rs@latin: ISTAKNUTO

source: SALE
sr_rs@latin: RASPRODAJA

source: sale ends %s
sr_rs@latin: rasprodaja se završava %s

source: MEMBER PRICING
sr_rs@latin: CENA ČLANARINE

source: TRIAL
sr_rs@latin: PROBA

source: Quiz Information
sr_rs@latin: Informacije o kvizu

source: Minimum Passing Grade: %s
sr_rs@latin: Minimalna ocena za prolaz: %s

source: Remaining Attempts: %s
sr_rs@latin: Preostali broj pokušaja: %s

source: Questions: %s
sr_rs@latin: Pitanja: %s

source: Time Limit: %s
sr_rs@latin: Vremensko ograničenje: %s

source: %1$d / %2$d points
sr_rs@latin: %1$d / %2$d poena

source: Selected answer:
sr_rs@latin: Odabrani odgovor:

source: Correct answer:
sr_rs@latin: Tačan odgovor:

source: Clarification:
sr_rs@latin: Pojašnjenje:

source: Instructor remarks:
sr_rs@latin: Napomena instruktora:

source: Attempt #%d Results
sr_rs@latin: Pokušaj #%d Rezultati

source: Correct Answers: %1$d / %2$d
sr_rs@latin: Tačni odgovori: %1$d / %2$d

source: Completed: %s
sr_rs@latin: Završeno: %s

source: Total time: %s
sr_rs@latin: Ukupno vreme: %s

source: View Previous Attempts
sr_rs@latin: Prikaži prethodne pokušaje

source: Select an Attempt
sr_rs@latin: Izbor pokušaja

source: Attempt #%1$d - %2$s (%3$s)
sr_rs@latin: Pokušaj #%1$d - %2$s (%3$s)

source: Return to Lesson
sr_rs@latin: Povratak na lekciju

source: Start Quiz
sr_rs@latin: Započni kviz

source: You are not able to take this quiz
sr_rs@latin: Niste u mogućnosti da radite ovaj kviz
